胆石症
急性胆囊炎
下腹部CT
胆总管上段多发结石
肝内外胆管扩张
胆囊多发结石
肝
胰
B超
胆囊穿刺造瘘术
胆石症PTCD术后
胸
腹
两上肢
胸前区
头
慢性支气管炎急性发作
全腹CT
乙状结肠
结肠癌
腹腔镜上直肠癌根治术（DIXON）
（直肠下段），：肠溃疡型管状腺癌II级
筛状粉刺型腺癌
肠管周围淋巴结
(肠系膜上动脉根部）淋巴结
奥沙利铂
氟尿嘧啶
亚叶酸钙
骶前
闭孔
髂内
骶3下缘
髂外淋巴
腹部
直肠癌根治术后
骨骼
胸部ct
门齿
食管鳞癌
左肺上叶纵膈
纵膈
食管下段
食管癌
胸下段食管癌
中下腹
腹部+上腹部+盆腔CT增强平扫
肠梗阻
结肠脾曲
肝胆胰脾
两肾
胃
胃肠
肛门
口
心
头胸部CT
两侧半卵圆中心及两侧基底节区腔隙性脑梗死
陈旧性腔隙性脑梗死
脑干陈旧性腔隙性脑梗死
脑白质脱髓鞘改变
脑萎缩
两侧额顶颞部蛛网膜上腔增宽或硬膜上积液
两侧筛窦及额窦炎
右肺下叶及两肺上叶感染性病变
两肺下叶
主动脉壁
冠状动脉壁
两侧胸膜
甲状腺右叶
肺部感染
脑梗死
眩晕片
颈脑血管狭窄
血塞通
阿司匹林肠溶片
脑动脉供血不足
腔隙性脑梗死
原发性高血压3级 极高危
四肢
右上腹
右附件
MRI
卵巢癌
PET-CT
子宫直肠窝
左中腹部肠系膜间
肝包膜转移
胃多发息肉
彩超
盆腔
低分化腺癌
卵巢
力朴素
卡铂
奥美拉唑
胃息肉
胃镜上息肉切除
洛赛克
施维舒
达喜
颈动脉
可定
络活喜
血糖
2型糖尿病
格列吡嗪
空腹血糖
甘精
二甲两胍
餐后2h血糖
左下肢
左下腹
糖尿病
左下腹痛隐痛待查
下腹
胃体
胃窦多发息肉（I型）
胃底
非霍奇金淋巴瘤，，弥漫大B细胞型
腹部B超
脾
胆囊
胰体
肾
腹腔
腹部CT
红细胞计数
血红蛋白
血小板计数
白细胞计数
中性粒细胞百分比
淋巴细胞百分比
PET/，CT
淋巴瘤
胃窦
美罗华
CTX
盖诺
EAD
DEX
心前区
冠脉造影
右冠
前降支中段
第一对角支近段
冠心病
高血压
硝苯地平控释片
腹腔镜检查+卵巢肿瘤活检术
左卵巢
恶性肿瘤
腺癌
紫杉醇
特素
顺铂
经腹行全子宫切除术+两侧附件切除术+大网膜部分切除术+阑尾切除术
（左卵巢）中-低分化浆液性乳头状腺癌
输卵管
右卵巢
右输卵管
子宫
阑尾
子宫平滑肌瘤
泰素
华蟾素片
卵巢浆液性乳头状腺癌IIIC期
b超
胆囊结石
巩膜
胆囊炎
胆囊结石伴胆囊炎
指血糖
低血糖症
高血压病
葡萄糖
肢体
床旁心电图
房性心动过速
室下性早搏
高糖
下腹部
胃小弯
胃角
中低分化腺癌
胃癌根治术+肝转移切除
肝转移低分化腺癌
CEA
肝门区及胃小弯淋巴结转移，肝多发转移瘤
希罗达
消化道
指端
HFS
CT
PET/CT
肝门区
肝左后叶
腹腔淋巴结
第10棘突
肝转移
希罗达 
降结肠癌
不全肠梗阻
肺转移
右半结肠切除术
降结肠近脾曲
肠
肠系膜上血管根部
腹主动脉
进展期结肠癌：浸润溃疡型，中分化腺癌
直肠
中分化腺癌
胸部+全腹部+盆腔CT
直肠~结肠癌
右下肺尖后段
左中肺叶
腹腔镜上DIXON术
CA199
CA153
胸部CT
左肺上叶
周围型肺癌
纵隔
两肺
锁骨
左侧锁骨头
左侧肩胛骨
颈椎
胸椎
肋骨
骨
颈3、4、5、7
胸4椎体及附件
颈3、胸4椎体病理性压缩性骨折
颈椎、椎间盘退行性变
椎间盘
甲状腺两侧叶
子宫切除术后
胆
胰腺
门静脉
上腔静脉
两输尿管
膀胱
腹主动脉粥样硬化
胸背部
左上肺周围型肺癌并两肺、右锁骨远端、左锁骨头、左肩胛骨、颈椎、胸椎、多发肋骨转移可能性大
左半结肠肿瘤
剖腹探查、结肠癌根治术、肠粘连松解术
（升结肠）粘液性腺癌
左半结肠癌术后
肝脏
右肾囊肿
乙状结肠癌
乙状结肠癌切除术、远端封闭，近端造瘘
肠管中段中分化腺癌
肝动脉化疗栓塞
CF
胃窦低分化腺癌
脐周
后背
胃窦腺癌
腹部CT增强
胃窦壁
中上腹部
小肠管壁
腹膜后
腰背
胃癌
食管髓质型鳞状细胞癌IIIA期（PT3N1M0）
食管中段癌切除+食管-胃底弓下吻合术
食管髓质型鳞状细胞癌II级
（下段食管旁）淋巴结
（中段食管旁）淋巴结
（贲门旁）淋巴结
（胃右动脉旁）淋巴结
（降主动脉旁）淋巴结
（隆突上）淋巴结
（上肺韧带旁）淋巴结
安素泰
右胸肋骨
食管癌术后
直肠上段癌，CT3N2M0
直肠癌低位前切除术
溃疡中分化腺癌
吻合口瘘
横结肠造瘘术
胸片
肺
5-FU
肝S1
吻合口
右侧髂总血管
右侧输尿管
右肾盂
右输尿管
骨髓抑制
糖化血红蛋白
尿糖
尿酮体
血酮
胸骨
上肢
冠状动脉粥样硬化性心脏病
心脏彩超
右房
室间隔
右室后壁
左室
二尖瓣及主动脉瓣狭窄
二尖瓣及三尖瓣重度反流
肺动脉瓣及主动脉瓣轻度反流
心包积液
右室收缩功能正常
单硝酸异山梨酯缓释片
阿托伐他汀钙
厄贝沙坦
曲美他嗪
PLT
HB
骨髓穿刺
缺铁性贫血
血小板减少性紫癜
甲泼尼龙
BUN
CREA
慢性肾脏病（CKD3期）
急性肾损害
上肢动脉内支架置入术
髂总动脉CTA
两侧髂总动脉
两侧股动脉
上肢动脉置管溶栓术
右上肢
左上肢
乙状结肠癌 右肾下腺转移
乙状结肠切除+右肾下腺切除术
结肠
中央淋巴结
中间淋巴结
肠旁淋巴结
右肾下腺
肾下腺
直肠癌
腹腔镜上探查+中转开腹姑息性直肠癌切除+乙状结肠造瘘术
（直肠），：直肠溃疡型黏液腺癌
肠周纤维脂肪
肠周淋巴结
盆壁
卡培他滨
直肠癌术后
血糖升高
糖尿病周围神经病变
糖尿病眼病
格列美脲
伏格列波糖
罗格列酮
来得时
阿卡波糖
腰部
尿素
肌酐
糖尿病肾病
原发性高血压3级极高危
高血压性心脏病
腹泻
糖尿病植物神经病变
原发性高血压3级 很高危
重度骨质疏松
甲状腺功能减退
冠状动脉粥样硬化心脏病
耳
慢性支气管炎
气管切开
头孢
两肺广泛感染
两下肺
主动脉球
两侧肋膈角
腹腔镜根治性远端胃大部切除术（毕I式D2R0）
盆底
空回肠
胃小弯侧胃角
腹腔动脉
（远端胃）胃角溃疡型低分化腺癌
小弯淋巴结
大弯淋巴结
幽门上淋巴结
（第七组）淋巴结
（第八组）淋巴结
（第九组）淋巴结
（第十二组）淋巴结
（第十五组）淋巴结
多柔比星
艾恒
胃癌术后
阴道
超声
两附件
宫腔
高分化内膜样腺癌
开腹子宫内膜癌分期手术+大网膜切除术
高分化子宫内膜样癌
宫颈内口
骶韧带
宫旁
两侧漏斗韧带
两侧卵巢子宫内膜样腺癌
子宫内膜高分化内膜样腺癌IIIA期
伯尔定
肛周
白细胞
WBC
NE
hb
胃角溃疡性mt
肛裂
胸部x线及腹盆腔ct
腹腔镜探查术+根治性远端胃大部切除术+胃空肠braun吻合术
（远端胃）溃疡型低分化腺癌，lauren分型弥漫型，部分为印戒细胞癌
急性胃肠炎
坎地沙坦
氨氯地平
卡维地洛
两膝
两手掌
上巴
甘油三酯
总胆固醇
载脂蛋白B
谷丙转氨酶
谷草转氨酶
谷氨酰转肽酶
红细胞
血红蛋白浓度
血小板
硝苯地平缓释片
尿微量白蛋白
酮体
尿胆原
蛋白
直肠癌根治术
腰骶部
核磁
腺癌，KRAS 突变型
直肠腺癌
DIXON手术
上腹正中
根治性左半结肠切除术
肝区
肠管
(左半结肠)高中分化腺癌
淋巴结转移
手足综合症
慢性阻塞性肺疾病
肺源性心脏病
咽
左侧嵌顿疝
肠切除术
左侧腹股沟
腹股沟区
左腹股沟
左斜疝术后
动态心电图检查
安置心脏起搏器
九味羌活丸
两黄连口服液
腹腔镜上左半结肠姑息性切除术
升结肠中段
近端肠管
盆腔内
(左半结肠)，：结肠溃疡型管状腺癌II级
回肠周淋巴结
结肠周淋巴结
(回结肠动脉根部）淋巴结
升结肠癌伴腹腔种植（PT4BN2AM1IV期)术后
呼吸道感染
呼吸衰竭
气管
气管切开术
肺炎
气道
急性肾损伤
鼻
肝硬化失代偿期（乙肝合并酒精性）
面
总胆汁酸
血小板数
腹部彩超
肝硬化
肝硬化失代偿
安置“起搏器
心脏
心肌
胃癌手术（全胃切除+食管空肠ROUXEN-Y吻合+右肝外叶切除+肝上引流术）
胃贲门上浸润性溃疡型中低分化腺癌
结肠癌手术
左髂血管
腹股沟淋巴结
腹盆CT
左侧髂血管旁及左侧腹股沟淋巴结
呕吐原因待查
高血压病3级极高危组
室间隔增厚
高脂血症
门冬胰岛素
重组甘精胰岛素注射液（长秀霖笔芯）
两眼
脚踝部
水肿原因待查
早孕彩超
急性阴道炎
保妇康栓
定君生
复方黄藤洗液
宫炎平片
孕早期彩超
子宫多发肌瘤
眼
皮肤
四维彩超
OGTT
妊娠期糖尿病
胰岛素样生长因子
胎膜早破
甲硫咪唑
甘胆酸
先兆临产
腔镜上根治性全胃切除术+食管空肠ROUX-Y吻合术（D2）+脾切除术
食管胃交界溃疡型管状腺癌II-III级
贲门周淋巴结
幽门
(第7组）淋巴结
(第8组）淋巴结
(第9组）淋巴结
(第10组）淋巴结
(第11组）淋巴结
(第15组）淋巴结
幽门下淋巴结
脾脏
替吉奥
胃贲门管状腺癌（PT4AN2M0IIIB期）
肛缘
腹部mri
肝右叶vii段
肠腔
肝右叶vii段转移
直肠癌肝转移
子宫内膜癌II期
广泛全子宫切除+两侧附件切除+盆腔淋巴结清扫+腹主动脉旁淋巴结活检术
两侧附件
盆腔及腹主动脉旁淋巴结
全子宫
子宫内膜样腺癌
宫颈管
子宫内膜
子宫内膜样腺癌IA1期
腰
胃粘膜
内镜上胃多发息肉切除
结肠癌剖腹探查+左半结肠根根治切除术+肠减压术
结肠靠近肝曲
近端升结肠梗阻
升结肠
升结肠癌
乙状结肠癌根治术
进展期乙状结肠癌，溃疡浸润型，中分化腺癌
左前降支中段
比索洛尔
福辛普利片
阿司匹林
氯比格雷
硝酸甘油
速效救心丸
背部
剑突
结直肠
结肠肝曲
左半结肠切除术
食管中段
（食管中段）低分化鳞癌
胸、腹部，CT
胸中段食管
胸部、腹部CT
锁骨下B超
食管
随机指血糖
UA
UREA
EO%
RBC
NENT
LYMPH
肌钙蛋白
便血待查
糖脉康
二甲两胍格列美脲胶囊
糖尿病酮症
腔隙性脑梗塞
尿路感染
药物性肝损害
老年性痴呆
外阴炎
湿疹?
意识障碍原因待查
（远端）胃癌根治术
胃中至低分化腺癌（LAUREN分型为混合型）
胃壁浆膜上层
胃窦癌（PT3N3M0,IIIB期）
胸中段段食管中-低分化鳞癌
经右胸食管癌根治+胃食管主动脉弓下吻合术
食道癌术后
气管右侧旁淋巴结
右侧颈部VI区及IV区小淋巴结
VI区最大淋巴结
右颈肿大淋巴结
高至中分化鳞状细胞癌
右颈转移淋巴结
喉
左肩背部
浅表性胃窦炎伴糜烂
左颈淋巴结
甲状腺
右颈淋巴结
左颈
胸ct
右上上肺尖周围型肺癌并肺内多发转移
隆突下淋巴结转移
右侧叶间胸
右侧胸腔
左锁骨上淋巴结
右上上肺腺癌腺癌IV期，双肺内转移
纵隔左锁骨上淋巴结转移
右侧胸腔积液
颈部淋巴结
胸部
颈前
甲状腺癌
甲状腺癌根治术
优甲乐
甘精胰岛素
左甲状腺素钠片
咽喉
咽喉部
咽部鳞状上皮乳头状增生伴中-重度不典型增生，局部原位癌
左侧软腭肿物切除术
高分化鳞状细胞癌
咽部
软腭恶性肿瘤
胃大部分切除及食道上段切除术
胃中分化腺癌
PET
吉奥（S1）
白蛋白紫杉醇
直肠癌伴肝转移
增强MR
肝右外叶
进展期直肠癌，溃疡浸润型，中分化腺癌，II级
两环醇
哌拉西林他唑巴坦
急性左心衰
冠脉
急性冠脉综合征
不稳定心绞痛
心律失常
阵发房颤
心功能4级
慢性阻塞性肺疾病并肺感染
ii型呼吸衰竭
高血压病3级很高危
电解质紊乱-低钾血症
阿斯美
慢性阻塞性肺疾病急性发作ii型呼吸衰竭
急性左心衰心功能4级
高血压病3级
代谢性酸中毒
茶碱缓释片
欣康
多索茶碱
甲强龙
心电图
心房纤颤
四支血管病变
冠脉搭桥手术及射频消融术
氯吡格雷
瑞舒伐他汀
美托洛尔缓释片
培哚普利
经腹会阴直肠癌根治术
LN
乐沙定
中性粒细胞
骨髓穿刺术
慢性粒细胞白血病慢性期
羟基脲
慢性粒细胞白血病急性变（急淋变可能）
伊玛替尼
慢性粒细胞白血病
下肢
高血压肾病
尿毒症
肾性贫血
消化道出血
高血压心脏病
心功能不全
营养不良
血肌酐
尿素氮
血钾
慢性肾脏病5期
高血压3级很高危
低蛋白血症
右前臂动静脉内瘘吻合术
面部
依替米星
两肺感染性病变
胸腔积液
右肺尖
右下肺门
主动脉及冠状动脉壁钙化
胸膜钙化
胸椎骨质增生
肺部
胸腔闭式引流术
莫西沙星
胎盘多肽
厄贝沙坦氢氯噻嗪
胸水一般细菌涂片
抗酸杆菌
腺苷脱氨酶测定
AFP
CA125
肺内血管支气管束
两侧肺
胸腔
胸膜
心脏血管及主动脉钙化
肺结核
左肩胛
肝内外胆管多发结石伴胆管扩张
慢性肝病
肝内胆管及胆总管多发结石伴远端胆管扩张
复杂粘连松解、胆总管切开取石、胆道镜探查、T管引流术
右肝
右肝管
浅表萎缩性胃炎
（胃窦）慢性萎缩性胃炎（中度）
胃黏膜
胸骨后
颈部
艾司奥美拉唑镁肠溶片
反流性食管炎
食管占位
胸腔镜上全胸段食管切除+食管-胃底右颈部吻合术
食管溃疡型鳞状细胞癌II级
胃周淋巴结
(隆突上)淋巴结
(右喉返喉返神经旁)淋巴结
(左喉返喉返神经旁)淋巴结
(右锁骨下)淋巴结
(下段食管旁)淋巴结
(颈段食管旁)淋巴结
(上段食管旁)个淋巴结
慢性非萎缩性胃炎伴糜烂
肝功异常
胃炎
盲肠癌
左半结肠癌根治术
回盲部中低分化腺癌，部分伴粘液腺癌分化
右侧结肠旁沟
横结肠
右结肠
两手
两脚
口腔溃疡
贲门癌根治术
近端胃术后,吻合口溃疡,反流行食管炎
颈部超声
右颈根部
盆腔超声
前列腺
贲门癌术后
C13呼气试验
肩背
窦性心律
硝酸甘油片
单硝酸异山梨酯
麝香保心丸
美托洛尔片
急性心肌梗死
胃窦大弯侧腺癌（中-低度分化）
乳头状腺癌
替加氟
胃肠道
呕血、排黑便
末梢血糖
蛋白质
PH
BE
LAC
HCO3-
隐血试验
出血性胃炎
慢性萎缩性胃炎
糖尿病糖尿病酮症酸中毒
下消化道出血
空腹末梢血糖
餐后末梢血糖
诺和锐
胰岛素
餐后血糖
PACO2
PAO2
谷氨酸脱羧酶抗体阳性
胰岛素（空腹）
胰岛素（2H）
C肽（空腹）
C肽（2H）
1型糖尿病糖尿病酮症酸中毒
糖尿病糖尿病性肾病
胃癌根治术（全胃切除+ ROUX-EN-Y重建）
（胃大体）镜检为胃中至低分化腺癌，LAUREN
CINIII级
“LEEP”术
(宫颈组织)宫颈粘膜慢性炎伴纳氏囊肿、糜烂，鳞状下皮CINIII级累及腺体
残余子宫切除术
左侧颈部
左侧肺癌
左侧颈肩
房颤
华法林
地高辛
依那普利
快速型房颤
两上肺
主动脉硬化
肌酸激酶
肌酸激酶同工酶
乳酸脱氢酶
高敏肌钙蛋白T
钾
D_2聚体
胺碘酮
丹参川芎嗪
直肠管状腺癌
盆腔mri
右侧髂血管
金芪降糖片
亚莫利
二甲双胍
足
肠套叠
b细胞淋巴瘤
左侧腹股沟淋巴结
b细胞淋巴瘤（malt淋巴瘤）化疗后复发
b细胞淋巴瘤iii化疗后
左上腹
肾积水
胃癌根治术
胃小弯弥漫浸润性低分化腺癌
小弯侧大弯侧淋巴结
左肾积水
痔疮
盆腔MRI
直肠下动脉
两侧髂血管
右上肺
直肠癌根治术（
DIXON术
（直肠）中分化腺癌，溃疡型
洛铂
直肠癌术后化疗
拜新同
缬沙坦
原发性肝癌
肝癌切除术+胆囊切除术+门静脉置泵术
低分化肝细胞肝癌
酪丝亮肽
肺转移瘤
多吉美
肝癌术后
两肺多发转移瘤
左肺肿瘤射频消融术
胸腹部CT
左肺中叶
右肺下叶
剖宫产术
右侧卵巢
赘生物+囊肿切除
混合性下皮肿瘤(低恶性)
粘液性乳头状囊腺癌
慢性浅表性胃炎
剖宫产术后
保留生育功能分期手术（患者附件切除+患侧盆腔淋巴结清扫+腹主动脉旁淋巴结清扫或活检+大网膜切除+阑尾切除）
腹腔镜乙状结肠切除+肠粘连松解
肠中至低分化腺癌
回盲部癌
腹腔镜上左半结肠切除术
回盲部
回肠末端
肠系膜根部
淋巴结
左半结肠
肠浸润性管状腺癌II级
回盲瓣
回肠
阑尾根部淋巴结
结肠周围淋巴结
(结肠中动脉根部）淋巴结
慢性阑尾炎
回盲部癌术后
皮上
肝内外胆管
胆囊切除术
急性胆管炎
直乙交界处结肠癌
腹腔镜上直乙交界处结肠癌根治术
直肠-乙状结肠交界处
腹膜返折
（直肠）大肠隆起型管状腺癌II级
（肠系膜上动脉根部）淋巴结
直乙交界处结肠癌术后
十二指肠球炎
胆囊息肉
溶血性贫血
右室
EF
间接Coomb’s试验
G-6-PD酶缺乏症
贫血性心脏病
肝功能不全
头颅CT
老年痴呆
急性脑梗死
阿托伐他汀
依达拉奉
凝血酶粉
气管插管
急性呼吸衰竭
十二指肠球部炎症
轻度慢性萎缩性胃炎
宫颈
宫颈鳞状细胞癌
宫颈中分化鳞癌
（远端）腹腔镜辅助胃癌根治术
S-1
远端胃癌D2根治术（毕I式）
胃CA术后
喟瘫
鼻咽癌
慢性鼻窦炎
左侧中鼻甲
下鼻甲后端
鼻咽
未分化型非角化癌
奈达铂
爱必妥
左面
左侧口腔
膀胱癌反复复发
根治性膀胱切除、回肠膀胱、盆腔淋巴结清扫、阑尾切除术
膀胱高级别乳头状尿路上皮癌及尿路上皮原位癌
前列腺右叶偶发腺泡腺癌
泌尿系增强ct
膀胱癌术后
小肠代膀胱术后
左肾上极
两肾多发小囊肿
肝脏多发小囊肿
左肾囊肿
腰腹
膀胱恶性肿瘤史
胃窦部腺癌伴腹腔LNM
右锁骨下LNM
胃癌姑息切除术
全胃+D2
胃体小弯侧溃疡型低分化腺癌
S1
腰背部
右锁骨下LN
CA15-3
CA19-9
CA72-4
NSE
HE4 &GT
腹腔肿物：左侧卵巢癌
卵巢癌肿瘤细胞减灭术（盆腔巨大肿物切除术+子宫两附件切除+盆腔淋巴结清扫+大网膜切除+腹主动脉旁淋巴结活检术）
（左卵巢）高级别浆液性腺癌
两侧盆腔淋巴结
腹主动脉旁淋巴结
卵巢高级别浆液性腺癌IIIA1（II）期
腹腔镜探查+（全胃）胃癌根治术
印戒细胞癌
LAUREN，分型:弥漫型
胃壁
全胃癌（PT3N3M0，IIIB）
结肠癌伴肝转移
AVASTIN
（胃幽门小弯侧）腺癌（中度分化），浸润溃疡型，
五组（1/1个）淋巴结
四组（9个）、六组（4个）及另送“1、3、7组”（11个）淋巴结
右侧胸部
后背部
cea
nse
肺癌抗原
肺气肿
头颅mri
锁骨上淋巴结转移癌
锁骨上淋巴结
转移性低分化肺腺癌
右锁骨上淋巴结锁骨上右锁骨上淋巴结转移性右肺腺癌
培美曲塞
升结肠癌肺转移
C225
XELODA
两肺转移瘤
两肺转移
胃癌根治术（胃全切）
心包区
右下腹
左肾盂
输尿管
左肾周
输尿管盆段水平
左侧附件区
心包前方
盲肠后方
腹膜后淋巴结
左侧附件区软组织
左侧腹部
结肠多发息肉
结肠腺癌（中-低度分化），浸润溃疡型
结肠癌术后
头痛粉
Hb
消化道出血原因待查 
重度贫血
丙肝肝硬化
胃底静脉曲张
下消化道出血原因
腹部血管DSA
大便隐血
上颌
肩背部
心衰
胃窦癌
胃管状腺癌II-III级
下腹部平扫
胃肿瘤
腹膜后多发淋巴结
腹腔镜上根治性远端胃大部切除术
胃体及胃窦小弯侧早期隆起型（0-I型）低黏附性癌，印戒细胞癌为主，部分为低分化腺癌及未分化癌
小弯侧淋巴结
大弯侧淋巴结
(胃右动脉根部）淋巴结
(胃壁)淋巴结
胃窦术后化疗
两肾结石
曲美布汀
维三联+PPI
吞咽哽噎原因待查
慢支炎、支气管哮喘
氨茶碱
重度混合性通气功能障碍以阻塞为主（FEV1/FVC 38.28%）
腹腔镜胆囊切除+胆总管切开取石+T管引流术
慢性胆囊炎
胆石利通片
头孢唑啉
地塞米松
痰热清
热毒宁
利巴韦林
头孢类
双肺
海替舒
开顺
炎琥宁
发热原因待查
支气管肺炎
宫腔镜粘膜下肌瘤电切术
子宫肌瘤
继发不孕
宫腔镜检查+宫腔粘连松解+子宫粘膜下粘膜下肌瘤肌瘤剔除剔除术
慢支炎
支气管哮喘
沙丁胺醇
主动脉窦部
主动脉瓣钙化
二尖瓣
三尖瓣
主动脉瓣
肺动脉
重度阻塞性通气功能障碍
慢性阻塞性肺疾病急性加重期
慢性肺源性心脏病
心功能Ⅲ-Ⅳ级
慢性胃炎
AECOPD
内镜上息肉切除
肠息肉 内镜上切除术
HSIL
阴道镜检查+宫颈活检
（宫颈12点）中分化鳞状细胞癌
（宫颈3、6、9点）HSIL
宫颈癌
宫颈LEEP
中分化鳞状细胞癌
II型改良根治性子宫切除+两附件切除
宫颈中至低分化鳞状细胞癌
宫体
阴道穹窿
右闭孔淋巴结
鳞状细胞癌
艾素
直肠癌前切术
腹膜
直肠隆起型神经内分泌瘤
肠系膜淋巴结
肝内多发转移
奥曲肽
善龙
TAE
肝左叶
肝右左叶
肝动脉TACE术
腹腔镜上直肠癌根治术
（直肠）印戒细胞癌
II广泛性全子宫两附件切除术
盆腔淋巴结清扫术
腹主动脉旁淋巴结取样术
肝膈面
肝表面
大小肠
大网膜
腹主动脉旁
脉管
左闭孔淋巴结
DDP
双下肢
螺内酯
氢氯噻嗪
倍他乐克
代文
诺和龙
食管胃结合部癌
腹腔镜探查
膈肌
5-氟尿嘧啶
胃癌伴出血
腹部b超
左肾
肾母细胞瘤
左肾母细胞瘤
左肾肿瘤根治性切除+腹膜后淋巴结清扫术
左肾母细胞瘤，混合型
肾盂
肾门淋巴结
左腹主动脉旁淋巴结
长春地辛
放线菌素d
右半结肠癌
右半结肠切除术术
结肠中分化腺癌
粘液腺癌
宫颈癌IIB期
全子宫切除+盆腔淋巴结清扫术
宫颈，浸润性低分化鳞癌
转移性宫颈鳞癌
右髂内
右闭孔
腹部增强CT
左侧肾盂
盆腔增强MR
两侧腹股沟
右肺上叶转移，纵膈淋巴结转移
多西他赛
胸CT
右肺上叶
胸部增强CT
AST
LDH
GLU
轻度脂肪肝
胆囊切除术后
胆总管
肝内外胆道
肝功能异常
胃恶性肿瘤
腹壁
非ST段抬高型心梗
上腹部
肝门部肝管癌
左半肝切除术
剖腹探查
经皮胆管引流术
肝门胆管癌术后
经皮胆管引流术后
腰骶
妇科b超
宫血宁
大黄藤素
附件
（宫颈肿物）恶性黑色素瘤
左肝
HCC
肝部分切除及胆囊切除术
左叶肝细胞性肝癌，中分化
肝血管造影
腹CT
腹膜后LNM
 CT
十二指肠
喉头
头孢呋辛
氨溴索
N
HCT
K
血淀粉酶
FIB
高钾血症
葡萄糖酸钙
卡络磺钠
右颈
鼻咽分化型非角化癌T4N2M0 IVA期
左侧上颚
口腔
经胃镜上营养管置入术
内镜上胃造瘘术
莲花清瘟颗粒
食管鳞状细胞癌II级
食管下段周围多发肿大淋巴结
下腹部贲门周围一淋巴结
两侧胸腔
左侧甲状腺
回盲部中分化腺癌
肠癌
横结肠癌腹腔多发转移瘤
G-CSF
直肠癌低位前切除术+预防性回肠造瘘术
隆起型高中分化腺癌
回肠造口还纳术
MRI检查
肝S4/8交界转移瘤
囊肿
胃窦溃疡
根治性远端胃大部切除＋毕Ｉ式吻合术
胃窦小弯侧
小弯侧胃
胃窦小弯侧溃疡型管状腺癌II级
(贲门右)淋巴结
(胃右动脉旁)淋巴结
(脾动脉旁)淋巴结
(肝总动脉旁)淋巴结
下消化道钡餐
下腹部，CT
肝右内叶
肝转移瘤
两肾多发囊肿
腹部CT平扫+，增强
胃大部切除术后
右侧肾下腺内侧肢
两肾小结石或钙化
CER
超声引导上右肝肿块射频消融术
胃癌术后肝转移
总胆红素
直接胆红素
ALT
ALP
r-GT
乙肝表面抗原
乙肝e抗原
乙肝核心抗体
乙型肝炎
左下腹部
脐部
肝实质
右肾结石
食管炎
慢性非萎缩性胃窦炎
下腹部增强CT
肝门部胆管癌
肝门
心力衰竭
左房
肺动脉瓣
右室收缩功能减退
心包腔积液
颜面
窦性心动过速
轻度ST段压低
T波倒置（V5-6）
残胃异时性原发癌
胃癌根治术（全胃切除+区域淋巴结清扫+ROUX-EN-Y消化道重建术）
（印戒细胞癌），分期T4、N３、M０
上腹部ct
活动性乙肝肝硬化失代偿期
肝癌
上消化道出血待查
子宫内膜癌I期
全子宫及两侧附件切除术
高-中分化子宫内膜样腺癌
盆腔积液
子宫内膜癌
组织多肽抗原
直肠粘膜黑色素瘤合并印戒细胞癌
直肠腹会阴联合切除
直肠恶性黑色素瘤，并印戒细胞癌
恶性黑色素瘤
恶性黑色素瘤转移
直肠肿瘤
黑色素瘤
S5
两肾囊肿
两侧髂窝
逸搏心律
窦性心动过缓待查
横结肠结肠坏死穿孔
坏死段横结肠切除，结肠造瘘术
直肠黏膜活检术
结肠造瘘口关闭回纳术
急性肠梗阻
结肠部分切除吻合，阑尾切除置管造瘘术
肠粘连松解术
小肠双腔造瘘术
小肠造瘘术后
管状腺癌
直肠中、上段
直肠CA
腹股沟
肝脏MRI
肝多发小囊肿
右肾小囊肿
盆腔，MRI
中上段直肠癌
右侧肛提肌
子宫直肠陷凹
腹腔镜上直肠癌根治术（MILES）
大肠乳头状管状腺瘤
低级别下皮内瘤变
高级别下皮内瘤变
大肠
直肠癌伴肝转移化疗后术后
颜面部
剖腹探查+卵巢癌细胞减灭术（全子宫、两侧附件、大网膜、阑尾、盆腔转移灶、直肠转移灶切除+盆腔淋巴结清扫术）
左卵巢浆液性乳头状腺癌
右盆腔淋巴结
左盆腔淋巴结
卵巢浆液性乳头状腺癌IIIC期术后
结肠腺癌
腹腔镜上结肠肿瘤切除术
左半结肠）溃疡型中分化腺癌
肠壁淋巴结
原发性高血压病
罗布麻
厄贝沙坦氢氯噻嗪片
右旋氨氯地平片（施慧达）
快速型心房纤颤
纳差待查
剖腹探查术
空肠切除术
胃肠间质肿瘤
格列卫
身
目
乙状结肠癌根治、子宫两附件切除术
结肠溃疡型粘液腺癌
卵巢粘液腺癌
肠系膜种植转移
CA 199
CA 724
CA 242
贝伐
CA724
贝伐珠单抗
胃体胃窦癌(CT4N2M0,IIIB期)
行胃癌根治术（远端胃大切）
胃中至低分化管状腺癌（LAUREN，分型：肠型）
胃癌综合治疗后
右上肢浅表血管
小腿
上肢静脉造影
CTV检查
右髂静脉
右侧髂静脉造影+髂静脉支架置入术+球囊扩张
右上肢静脉曲张
食管上段癌
经右胸上段食管癌切除、食管胃主动脉弓上吻合、淋巴结廓清术
肺CT
血管造影
MR
两侧卵巢
结肠肝区
中至低分化腺癌
肝区结肠
两卵巢
盆、腹腔腹膜广泛种植
左半结肠切除+两卵巢切除
5－FU
低分化腺癌，大部分为粘液腺癌，符合肠腺癌转移
肝曲结肠
降结肠中分化腺癌
溃疡型中低分化腺癌伴粘液腺癌
左手
全膀胱切除根治术+回肠导管术
膀胱浸润性癌
高级别浸润性尿路下皮癌
左髂外淋巴结
左髂内淋巴结
左髂总淋巴结
膀胱术后
膀胱癌根治术后
腹膜种植
小肠系膜根肠系膜根部淋巴结
两肾盂
左上上肺内基底段
吉西他滨
膀胱癌综合治疗后
胃窦后壁
腹膜反折
肠系膜根部淋巴结
乙状结肠单腔造口，远端封闭
开腹探查、直肠癌HARTMANN切除术
结肠造口术后
 肠
空气灌肠整复术
胃小弯侧、幽门上方淋巴结
腹腔镜检查+活检术
卵巢低分化浆乳癌IIIC期
右侧颈内静脉血栓
下腔静脉
开腹探查+全宫两附件大网膜切除+肿瘤细胞减灭术
卵巢低分化浆乳癌
腹盆腔CT
依托伯苷
多柔比星脂质体
癌抗原125
直肠中分化腺癌
直肠癌根治术（DIXONS’术式）
手臂
手足
胃腺癌
牙龈
根治性全胃切除术
胃印戒细胞癌，溃疡型
ct
胃肿瘤术后
盆腔淋巴结
右肺
右侧附件
左侧附件
左亚叶酸钙
十二指肠球部多发性霜斑样溃疡
糜烂性胃炎1级
胃体息肉
贲门炎
阿莫西林克拉维酸
克拉霉素
多潘立酮
胃安颗粒
十二指肠球部溃疡A1期
贲门溃疡A1期
糜烂性胃窦炎2级
胃体多发性息肉
食道白班不除外霉菌性炎症
门牙
下嘴唇
白细胞数
红细胞数
红细胞压积
右腰
妊娠
右肾下腺巨大肿瘤切除+右肾切除+肠粘连松解术
B细胞性非霍奇金淋巴瘤
弥漫性大B细胞淋巴瘤，非GCB亚型
腹主动脉上段淋巴结
IV度骨髓抑制
胃癌根治术\"（远端胃大部切除）
肠壁外膜层
横结肠两腔造瘘术+阴道修补术
手
（直肠）溃疡型中分化管状乳头状腺癌
肠壁脂肪中淋巴结
右上肢足趾坏疽
左髂动脉支架术
右股腘动脉旁路术
右第I、II趾截趾术
右侧股股浅动脉闭塞旁路术
血管
假性动脉瘤
左侧股动脉穿刺
上肢动脉动脉造影
上肢动脉PTA
STENT术
臀部
DIXONS’术式+回肠两腔造瘘术
直肠中分化腺癌YPT2N1CM0 III期
胃窦巨大溃疡
CEA 
赫赛汀
吡咯替尼
胃窦部
肝胃韧带
肝多发转移
食管中下段
气管旁
腔静脉旁
隆突前
PTX
胸部x线片
降结肠息肉
胸腔镜下右肺上叶肿瘤切除术
右肺上叶腺癌
伊瑞莎
右肺上叶腺癌术后
冠心病不稳定性心绞痛
慢性阻塞性肺病
耳石症
陈旧性脑梗死
呋塞米
氯化钾
依姆多
哈乐
敏使朗
保列治
安理申
沐舒坦
福松
碳酸钙
抽脂手术
阵发性室下速
高密度脂蛋白胆固醇
低密度脂蛋白胆固醇
非高密度脂蛋白胆固醇
肝脏MRS
单纯性肥胖
袖状胃手术
胃肠道碘水造影
袖状胃切除术后
善存
维生素D
钙片
叶酸
铁剂
肝细胞癌
肝癌切除（肝中叶）+胆囊切除术
CHEST X-RAY
左下肺
胸、，下腹部CT
肝癌切除术后
左肺下叶前段
肺癌
心包少量积液
骨关节
“肝细胞癌”切除术后
不孕症
左附件区
肿瘤细胞减灭术
两侧卵巢浆液性乳头状囊腺癌
右侧输卵管
静脉
卵巢癌肿瘤细胞减灭术+腹腔热灌注术
鲁贝
泽菲
结肠恶性肿瘤
 结肠腺癌（中低分化），浸润溃疡型
肠壁二站（2个）、中间组（4个）淋巴结
右亚叶酸钙
氟尿苷
下腔静脉栓塞
房早
室早
异舒吉
丹参
环磷腺苷葡胺
磷酸肌酸
心功能Ⅱ-Ⅲ级
房早、室早）
高血压3级极高危
髋关节术后
直肠恶性肿瘤
腹腔脓肿
不完全肠梗阻
和爽
美林
左乳
钼靶
左乳肿块穿刺活检术
（左乳肿块穿刺）浸润性癌
epi
ctx
左乳癌
脑、肺CT
左肺下叶病变
两肺炎症伴纤维灶
两肺上叶钙化灶
心包积液、两侧胸腔积液
晕厥原因待查
右侧肢体
脑DWI
左侧大脑半球多发急性梗塞灶
高血压病（2级 很高危）
心房颤动
两侧胸腔积液
慢性肾功能不全
直肠CA术后
胆囊摘除术
拜阿司匹林
氟伐他汀钠缓释片
低分子肝素钙
神经节苷酯
疏血通
舒普深
直肠癌根治术(DIXON)
直肠腺癌（中、低度分化），部分呈粘液腺癌分化，隆起型
一站”（1/12个）淋巴结
食管下段鳞癌
两腔上行经颈胸腹下段食管癌切除术
食管鳞状细胞癌
贲门上淋巴结
胃右动脉旁、隆突上淋巴结
雷贝拉唑
铝碳酸镁片
下腹部不适
腹会阴联合直肠癌根治术（MILES手术）
直肠上段
腺癌（中度分化），浸润型
一站（12个）、二站（4个）、中间组（5个）及中央组（1个）淋巴结
腹盆部CT
右侧鼻
右侧扁桃体恶性肿瘤
鼻咽癌（咽部、鼻咽部鳞状细胞癌）
右扁桃体癌
慢支炎急性发作
腹腔镜上两卵巢切除术+腹腔热灌注
印戒细胞癌及低分化腺癌
胸腹盆CT
直肠多发息肉
内镜上直肠息肉切除术
管状腺癌II级
输尿管D-J管置入+剖腹探查+肠粘连分解+盆腔包块切除+放射性粒子置入术
颗粒细胞瘤
特尔津
肝内外胆管结石伴急性胆管炎
胆囊切除+胆总管切口取石术+T管引流术
术后切口感染
胆石症术后
布地奈德福莫特罗粉
舒利迭
顺尔宁
头孢地尼
顺耳宁
支气管哮喘急性发作
拜复乐
哮喘
(乙状结肠)腺癌，直肠低级别绒毛管状腺瘤
左卵巢囊肿切除术
乙状结肠癌，浸润溃疡型，中分化管状腺癌
直肠低级别管状腺瘤
同奥
方克
上腹
CRP
尿酸
生脉
结肠息肉
心包
腹壁静脉
脐上腹部
肠镜检查+息肉切除术
结直肠多发息肉内镜上切除术
腺管状腺瘤
右氧氟沙星
替硝唑
大肠多发息肉
息肉切除术
多发性大肠息肉
内镜上切除术
直肠癌根治术（DIXON术）
关节
头孢克肟
右美沙芬
阿奇霉素
喘定
心肺膈
力肺
重度混合性通气功能障碍
支气管
胃体癌
腹腔镜上根治性全胃切除术
胃体小弯溃疡型低分化腺癌
伊立替康
替吉奥胶囊
艾奕
前胸
左肩部
胃角低分化腺癌
胃癌伴腹腔盆腔转移
肝门胆管癌
梗阻性黄疸
内镜上胆管支架置入术
消化道出血原因待查
慢性丙型肝炎
静脉曲张
下消化道出血原因不能明确
贫血
大便常规
左腕
左腕肿痛待查
原发性高血压2级极高危组
频发室性早搏
苯磺酸氨氯地平片
通心络胶囊
腹腔镜上右半结肠切除术
空肠
降结肠
肠隆起型管状腺癌II级
（肠系膜动脉根部）淋巴结
降结肠癌术后
CINIII
HPV
宫颈冷刀锥切术
肝左前叶占位
肝左叶切除术+胆囊切除术
TACE术
肝S4
腹腔干旁
胰头
消化道梗阻
胰头占位
胰十二指肠切除术
胰头中低分化腺癌
壶腹
肠壁
胰周脂肪
左肺下叶后段
主动脉弓
肺Ca伴两肺及纵隔淋巴结转移
全腹部增强CT
胰管
胰头上方
十二指肠腹壶
十二指肠壁
右侧肾下腺
右侧腹股沟淋巴结转移
两上肺结节考虑肺内转移
胸9椎体及附件骨质破坏、转移
右侧髂骨多发骨质破坏
周围软组织
骶髂关节面
右侧股骨转子间骨质破坏
骨转移
肺癌伴全身多处转移
粪便隐血试验
Hct
溃疡性直肠炎、
内痔
美沙拉嗪
肛
溃疡性直肠炎
混合痔术后
不完全性肠梗阻
乙状结肠根治术
AFLIBERCEPT
帕尼单抗
碘油
腰1椎体左前下缘
诊刮术
内膜样腺癌
右侧锁骨下淋巴结转移
腹腔镜子宫内膜癌分期术
子宫内膜样癌
两侧圆、主、骶韧带
平滑肌瘤
慢性宫颈炎及颈管内膜炎
纳氏囊肿
两侧输卵管
左侧髂总髂外
左侧髂内闭孔
右侧髂总髂外
右侧腹股沟
右侧髂内闭孔
砝码新
法码新
盆腹CT
盆腹腔淋巴淋巴结
脐
慢性浅表萎缩性胃炎
胃黄斑瘤
脂肪肝
腹式全子宫+两附件切除+盆腔淋巴清扫术
盆腹腔CT
子宫术后
两侧腹股沟区
CA-199
胸部及盆腹腔CT
右髂窝
复发性子宫内膜癌
宫颈锥切术
鳞癌（中分化）
西黄丸
直肠癌伴两肺多发转移瘤
腹腔镜上直肠部分切除术（姑息性）+乙状结肠造瘘术
直肠癌伴肺转移
腹腔镜上姑息性直肠癌切除术（HARTMANN）+乙状结肠造瘘术
肠溃疡型管状腺癌II级
肠系膜上动脉根部淋巴结
大肠隆起型管状-绒毛状腺癌II级
直肠管状-绒毛状腺癌术后
中上腹
腺上皮中度不典型增生及肠上皮化生
下远端胃切除术
(胃)溃疡型腺癌
腹腔镜上根治性直肠癌切除术+回肠造瘘术
小肠
左侧盆腔
（直乙交界），：大肠溃疡型管状腺癌II级
齐沙
肝肾功能损害
丹参滴丸
冠状动脉
十二指肠溃疡s2期
氯酸氢氯吡格雷
右甲状腺
右甲状腺癌根治术
（右侧甲状腺及峡部）结节性甲状腺肿并乳头状癌
左甲状腺癌根治术
（左甲状腺叶及肿块）乳头状癌
甲状腺癌术后
左肺中央型肺CA，伴左肺下叶阻塞性肺不张，纵隔内及降主动脉动脉旁多发淋巴结转移，左肺上叶动脉内癌栓
颅脑增强，CT
左额
顶叶
右颞
颈部，CT
左侧淋巴结转移性腺癌
左肺中央型肺腺癌 IV期 纵膈、颈部淋巴结及脑转移
胸腔穿刺
心包穿刺
红豆杉
两侧胸腔大量积液
上肢彩超
左上肢深静脉血栓
右上肺癌癌伴纵隔淋巴结转移
小细胞肺癌
头颈部
右侧胸腔引流术
头面部
康莱特
肺感染
美罗西林舒巴坦
结肠癌根治术
胸部CT提
右肺上叶背段
直肠、乙状结肠息肉
BEV
右肺上叶背段病变穿刺活检+微波消融术
2型糖尿病糖尿病周围神经病变 左上肢深静脉血栓形成
华法林 
阿卡波糖 
水肿待查
珍菊降压片
两房
高血压性心脏病 心脏扩大 心房纤颤
腹平片
腹部ct
腹腔镜辅助胃癌根治术
远端胃切除
B-II重建
空肠空肠Ｂｒａｕｎ吻合
胃大体
中-低分化腺癌，部分为印戒细胞癌，LAUREN，分型：混合型
替吉奥 
壶腹周围癌并梗阻性黄疸
壶腹部腺癌
“第十二组”（5个）、“肝十二指肠韧带”（1个）淋巴结
胰十二指肠术后
全身，PET-CT
肝左叶前段
肝胃间隙
左侧锁骨
锁骨下窝
膀胱直肠陷窝
左侧锁骨下窝淋巴结
纵隔内
两侧肺门区
脾脏切除术后
右下下腹部
副脾
右肾下极
两侧髂骨
B超引导上左颈部肿物粗针活检术
左颈部
淋巴结结核病
核酸检测
食管中段早癌、贲门癌
贲门
鳞状细胞轻度增生并局灶高级别下皮内瘤变
贲门癌伴肝脏、盆底种植、多发淋巴结转移
贲门癌IV期
里葆多
贲门癌
PSA
T--PSA
F--PSA
F/T
B超引导上经直肠前列腺穿刺活检
前列腺癌GLEANSON分级III级
前列腺增生症，伴PINI级
全身骨ECT
氟他安
前列腺癌
房颤伴快速心室率
维拉帕米
酸碱度
二氧化碳分压
氧分压
标准碳酸氢根
乳酸
钠
氯
头部CT
左侧中叶
脑苷肌肽
5%葡萄糖
左肾多发囊肿
肝门部胆管癌切除术
高-中分化腺癌
胆管
左肝门
肝门淋巴结
三黄片
胆管癌术后
腹腔镜上乙状结肠切除术
大肠溃疡型管状腺癌II级
(肠系膜上A根部）淋巴结
(中间组）淋巴结
乙状结肠癌术后
糖尿病视网膜病变
慢性肾功能衰竭
左乳腺癌术后
骨、肝转移
TXT
TSPA
两侧卵巢切除术
来曲唑
GEM
足底
右足底
右肾
胆总管结石
胆囊切除术+胆总管切开取石+T管引流
消炎利胆片
降结肠癌伴肝转移
卡培他滨片
结肠隆起型黏液腺癌
盐酸伊立替康
安维汀
轻度脑萎缩
左侧额窦炎症
TIA
胃窦息肉
骶尾部
骶尾部肿物切除术
右髂髂血管旁淋巴结
肩部
腹部立位平片
膈
消化道穿孔
前列腺轻度增生并结
CRE
生长抑素
奥硝唑
腹膜炎
剖腹探查术、腹盆腔冲洗、回肠造瘘术、腹盆腔置管引流术
 肠溃疡型中分化腺癌
卡陪他滨片
腹腔镜胃癌根治术
胃低分化腺癌
胃小弯、胃大弯、贲门、幽门、胃右动脉旁周围淋巴结
强力枇杷露
房扑
远端闭锁，近端造瘘术
下咽癌（t4n2m0）
下咽癌联合根治术
（左侧梨状窝）中-低分化鳞状细胞癌
颈部增强c
左上肺
胸腔镜下左肺上叶楔形切除术
左肺上叶鳞癌
下咽癌术后
左上颈
鼻咽部
鼻咽癌伴颈部淋巴结转移
（鼻咽部）鳞状细胞癌
鼻腔
直肠癌根治术（DIXON）
直肠管状粘液腺癌（低分化），浸润溃疡型
一站（11/11个）、二站（3/3个）淋巴结
胆红素
腹部超声
肝内胆管
ERCP胆道支架植入术
胆汁酸
LV
血红素
晚期胃癌
多瑞吉
肚脐
藿香正气液
肩膀
胃溃疡
直肠炎
直肠息肉
肝胆
替普瑞酮胶囊
埃索美拉唑肠溶片
右卵巢囊肿
腹腔镜上右卵巢囊肿剥除术+盆腔粘连松解术
右侧盆壁
卵巢卵黄囊瘤
右卵巢卵黄囊瘤术后
全腹部CT
胃体部大弯、小弯壁
胃CA侵出浆膜层并网膜种植转移
两附件区
胃体癌慢性萎缩性胃炎
腹腔置管引流术
肿瘤坏死因子
胃体癌伴腹腔种植转移
肝曲
系膜区域淋巴结
腹主动脉旁、肠系膜区淋巴结，转移
右下肺叶斑片影，炎症
腹腔镜上全结肠切除术
多原发结肠癌 PT3N1AM0,IIIB
腹腔镜上根治性全胃切除+食管空肠ROUX-Y吻合术（D2）
（全胃）胃体下段小弯侧溃疡型管状腺癌I级
贲门右淋巴结
（肝总动脉旁）淋巴结
中下腹部
胃底间质瘤
胃间质瘤
直肠癌根治术（DIXON式）
(直肠)腺癌(高-中分化)
直肠旁淋巴结
直肠下动脉旁淋巴结
胃体后壁溃疡
上腹部增强ct
胃体小弯侧胃
经腹根治性远端胃大部切除、胃-空肠roux-en-y吻合、胆囊切除术
（胃）溃疡型低分化腺癌
胃小弯（1/4)及胃大弯（3/4）淋巴结
胃体大弯侧溃疡型低分化腺癌
（第一组）淋巴结
皮疹
横结肠中段
头部
(横结肠)绒毛状管状腺瘤，III级，（乙状结肠）粘膜急慢性炎症
横结肠腺瘤切除术
横结肠高级别下皮内瘤变,部分恶变(粘膜内癌)
肝动脉造影
右前叶
右后叶
肝脓肿
上腹部b超
肝右叶
右肝占位
葡萄胎
子宫全切术
丙肝抗体
丙肝病毒载量
丙型肝炎病毒载量
佩乐能
胸段段食管食管切除+食管-胃左胸顶吻合术+左侧第5肋骨固定术
胸段食管多中心鳞状下皮癌
溃疡性鳞状细胞癌I-II级
浸润型鳞状细胞癌I-II级
贲门淋巴结
左喉返神经旁淋巴结
多帕菲
背
左旋氨氯地平片
倍他乐克缓释片
乐喜林
鳞癌
管腔
经右胸食管癌切除术＋食管胃弓下吻合术
贲门旁淋巴结
中至低分化鳞状细胞癌
胸背
胸+下腹，CT
左侧气管食管沟
左肺下叶
肝S2、4、6、8囊肿
甲状腺两叶
结节性甲状腺肿
食管癌术后复发
肺、肝、腹腔多发淋巴结转移
1度手足综合征
腹腔镜上左半结肠根治性切除术
升结肠近肝曲
(左半结肠)，：结肠隆起型管状腺癌II级
(左结肠系膜根根部)淋巴结
(回结结肠系膜肠系膜根部)淋巴结
食管多发溃疡
安达
胃角溃疡
萎缩性胃窦炎
浅表性胃体炎
阿拉坦五味丸
结肠、直肠多发性息肉
乙状结肠腺癌
腹腔镜DIXON术，左侧附件切除术
直肠下段癌晚期，肝转移
(直肠)溃疡型腺癌，分化III级
ＭＲＩ
乙状结肠MT
肝内多发转移瘤
；肝、两肾多发小囊肿
盲肠
回盲盲瓣
升结肠炎性息肉
肠息肉电切术
肝癌切除术+胆囊切除术
肝S6
肝肿物微波固化术
中至低分化肝细胞肝癌
肝S4、S5/8
肝S2、3、5、8
下腹部MRI
肝肿瘤微波消融
左下肺感染性病变
主动脉
左侧水平裂
水平裂
右上胸壁
胸膜增厚
两膈面
左下叶感染
两上肺支气管扩张伴感染
右心缘
囊性病变
支气管囊肿
心包囊肿
囊性畸胎瘤
慢性阻塞性肺病（急性加重期）
缺血性心肌病型
心功能Ⅲ级
支气管扩张
利尿剂
二氧化碳总量
碳酸氢根
细胞外液碱剩余
全血碱剩余
血氧饱和度
肺门
左侧胸膜
椎体
右侧嘴角
NEUT
PO2
PCO2
HCO3
CK-MB
左侧脑室体
左侧基底节区
结肠扁平息肉
肠镜上息肉切除术
右腋腋
乳腺彩超
右侧乳腺
高级别导管
法玛新
赫赛汀首剂
右乳腺癌改良根治术+左乳象限切除术
心包穿刺抽液术
右侧乳腺癌伴肺转移
肛门10CM
LAR手术
CA74-2
直肠术后
胸下段食管鳞癌
奥先达
食管癌放化疗后复发
胃造瘘术
胃空肠吻合术
（十二指肠肿物）梭形细胞肿瘤
伊马替尼
食管中段癌
食管旁多发淋巴结
食管周淋巴结
(中段食管旁）淋巴结
(胃右动脉旁）淋巴结
腹腔镜辅助上乙状结肠癌根治术
乙状结肠上段
（乙状结肠），：大肠溃疡型管状腺癌II级
颈椎骨折
颈椎mri
C3/4、C4/5椎间盘突出
颈椎管狭窄
椎间盘切除+植骨cage植入+钢板内固定术
头颅ct
脑
根治性远端胃大部切除术
XELOUDA
肝脏CT
肝脏多发转移
肝动脉
草酸铂
5FU
胃右动脉
肝脏转移瘤
肛肠
肠镜上结肠息肉切除术
直乙交界癌
肠癌根治术
直肠中分化腺癌（T4N0M0IIB期）
胸部CT平扫+，增强
两肺下叶肺气肿
肝囊肿
盆腔MR平扫+，增强
直肠下段
右左心房稍增大，主动脉增宽并主动脉关闭不全，二尖瓣前叶脱垂并关闭不全
右心室
直肠癌术后吻合口复发
中-低分化腺癌
腹部，CT
肝脏S8
盆腔，CT
直肠癌（CT4BN2B）
肛门内括约肌
精囊腺
ALT 
MILES术+肝转移灶切除
胃底贲门癌
胃右动脉旁淋巴结
结肠腺癌并肝多发转移
DIXON'S+肠粘连松解术
开普拓
肝转移瘤射频消融术
贲门癌根治性近端胃切除+胃食管膈上吻合术
贲门腺癌II级
乙肝肝硬化
左肝肿瘤切除+胆囊切除术
（左肝）肝细胞肝癌（II级）
结节性肝硬化
胆囊胆固醇性息肉
肝介入治疗（TAI）
腹腔镜DIXON术+回肠造瘘术
EGJ中低分化腺癌伴印戒细胞癌，混合型
十二指肠降部SMT
ESD
绒毛状管状腺瘤
全胃切除术
中低分化腺癌伴印戒细胞癌，混合型
AFP 
食管裂孔
贲门炎（重度）
贲门溃疡，
浅表性胃炎
胆管癌
肝内胆管癌
肝动脉泵植入术
OXA
肝S8
S8
胆囊切除+胆肠吻合+胃肠吻合术
慢性腺性胆囊炎
壶腹周围恶性肿瘤术后
自身免疫性溶血性贫血
氢化泼尼松针
泼尼松片
遗传球形红细胞增多症
羟氯喹
硫唑嘌呤片
环磷酰胺片
环磷酰胺针
西罗莫司
雷帕霉素
左肺小细胞癌
胃早癌
胃切除术
肾囊肿
宫口
胎
硫酸镁
宫颈机能不全
黄体酮
地屈孕酮
阴宫颈
胰头肿瘤
（胰头）高-中分化腺癌
胰内胆总管
胰周淋巴结
肝右前右前叶
超声造影
转移性肝癌
胰腺癌Ⅳ期
胰头癌术后肝转移
盆腔大量积液
乙状结肠癌伴不完全梗阻
子宫切除+两附件切除+DIXON术+大网膜切除术开腹恶性肿瘤特殊治疗术
中人氟安
乙状结肠中分化腺癌
两侧卵巢转移瘤
肝S5、6段肝转移
肝转移瘤切除术
肠癌肝转移
右下肺
盆腔CT
阴道彩超
宫颈肿物
宫颈癌肉瘤
经腹次广泛子宫切除术+两侧附件切除
（子宫）高级别恶性肿瘤
恶性苗勒氏管瘤（癌肉瘤）
滑膜肉瘤
子宫宫颈
低分化鳞状细胞癌
双侧宫旁
子宫腺肌症
左卵巢子宫内膜异位症
左侧输卵管积水
癌肉瘤
腹盆腔MRI
卵巢囊肿
DIXON术+子宫肌瘤剔除术
骶部
心悸待查
肾功能异常
急性黄疸型肝炎
食管静脉曲张
胆囊壁
左侧乳腺癌
左侧乳腺癌保乳及腋窝淋巴结清扫术
左侧乳腺浸润性导管癌
腋窝淋巴结癌转移
乳腺b超
左乳腺
乳腺
左侧乳腺皮肤结节活检术
乳腺浸润性导管癌
食管中上段鳞癌 IV期 两锁骨下、纵隔淋巴结转移
左侧胸腔积液
下腔静脉压迫综合征
紫衫
低钾血症
食管胸中段
纵隔及两锁骨下淋巴结
右腋上淋巴结
头皮顶部转移
右锁骨下及左中颈淋巴结
泰欣生
盆腔MR
盆腔右侧附件区占位
盆腔少量积液
分段诊刮
广泛性子宫切除、两侧输卵管卵巢切除及盆腔淋巴结清扫术
子宫内膜腺癌诊刮术后
颈管
宫
两输卵管
右腹股沟
右髂总
左闭孔
左髂外
左髂总
完全性右束支传导阻滞
升结肠癌术后
吻合口复发术后
左半结肠腺癌浸润肠壁全层
结肠癌术后复发伴肠系淋巴结转移
溃疡型管状乳头状腺癌
胃窦中-低分化腺癌
腹腔镜探查，腹腔热灌注化疗
胃窦幽门区
幽门管
PLT 
腹腔镜探查紫杉醇并奥沙利铂腹腔化疗后
直肠癌同期放化疗后
子宫纵隔
宫腔镜子宫纵隔电切术
低度鳞状下皮内病变
慢性宫颈炎
低级别鳞状下皮内病变
高级别鳞状下皮内瘤变（CINII）
高级别鳞状下皮内病变（CINII）
宫颈病变
结肠造口术
结肠还瘘术及肝部分切除术
肺部CT
PETCT
腹膜外左髂窝
转移性腺癌
CA72.4
结肠旁沟
左附件
左侧盆腔淋巴结
全子宫+右附件手术切除
淋巴结转移性低分化腺癌
转移性低分化腺癌
左腹股沟淋巴结
左腹股沟区
培美曲赛
高分化腺癌
溃疡型中分化腺癌
乙状结肠术后
癌抗原199
贲门低分化腺癌
贲门小弯侧
(胃)低分化腺癌，(淋巴结)淋巴结转移癌
肝右内叶、左叶多发占位性病变
腹部MRI
肝右内叶及左前叶下段占位性病变
原发性肝细胞癌
肝左前叶上段包膜
左肝VII段膈面
肝右内叶（IV段）
左后叶（VI段）
肝包膜
肝十二指肠韧带
肝脏原发性结节型中分化肝细胞癌并大片坏死
肝被膜
（胆囊）慢性腺性胆囊炎
肠壁全层
骨髓
格列齐特
阿卡波糖片
自发性胰腺炎
诺和锐30
轻度贫血
慢性非萎缩性胃炎
结肠肿块切除术
SO2
不完全性左束支传导阻滞
左室肥大
右房肥大
Na
Cl
两肺广发感染
两侧肺门
慢性阻塞性肺病急性加重
2型呼吸衰竭
左侧附件区囊肿
双侧卵巢囊肿
左卵巢囊肿
畸胎瘤
右肺下叶切除术
右肺下叶中心型低分化鳞状细胞癌
（食管）鳞状细胞癌
结肠癌并肝内多发转移
中分化腺癌。，分期为：PT3N1M1
肝脏多发转移瘤
肝转移瘤微波消融术
全子宫+两侧附件切除+大网膜切除+盆腔淋巴结清扫+腹主动脉旁淋巴结切除术
左卵巢肿瘤
左侧输卵管
:左卵巢中分化浆液性腺癌
两侧卵巢中分化浆液性乳头状腺癌
两卵巢腺癌IIB期
北华素
肠系膜下动、静脉血管
胰腺肿瘤射频消融、无水酒精注射+胆总管十二指肠吻合，胃空肠吻合+胆囊切除术
腹腔积液
腹腔穿刺术+闭式引流
下消化道泛影葡胺造影
下消化道造影
胰腺肿瘤
横结肠增生性腺瘤性息肉 乙状结肠低级别管状腺瘤
结肠镜电切手术
腹腔镜上直肠癌根治术+预防性回肠造瘘
肿物周淋巴结
大肠管状腺瘤
直肠癌术后，回肠造瘘术后
（胃窦）腺癌
胃角）高级别下皮内瘤变（重度异型增生）
胃癌根治术（毕I式）
肝脏小囊肿
十二指肠球部
管状绒毛状腺瘤型息肉
横结肠癌
（结肠）高级别绒毛管状腺瘤
 结肠肝
结肠肝曲管状腺癌
腹腔镜上扩大根治性左半结肠癌切除
大肠溃疡型管状腺癌II-III级
（结肠中动脉根部）淋巴结
（回结肠动脉根部）淋巴结
结肠肝曲管状腺癌术后
诺和灵
手指
佐匹克
乳癌
左乳癌改良根治术
腋窝淋巴结
锁骨下淋巴结
左乳浸润性导管癌Ⅱ级
表柔比星
左乳浸润性导管癌术后
盐酸曲马多
山莨菪碱
食管炎伴糜烂
食管粘膜
糜烂性出血性全胃炎
十二指肠球部霜斑样溃疡
左肾囊肿伴囊壁钙化
胸腹
右半结肠切除+恶性肿瘤腔内灌注治疗
肠中至低分化腺癌，部分为粘液腺癌
腹腔镜上根治性远端胃大部切除术（D2,ROUX-EN-Y吻合）
腹腔镜辅助上根治性远端胃大部切除+残胃空肠ROUX-Y吻合术（D2）
胃体胃窦交界前壁早期（0-I型）管状腺癌II级，部分为黏液腺癌
（第1组）淋巴结
（第3组）淋巴结
（第4SB组）淋巴结
（第4D组）淋巴结
（第6组）淋巴结
（第7组）淋巴结
（第8A组）淋巴结
（第9组）淋巴结
（第11P组）淋巴结
（第12A组）淋巴结
第5组淋巴结
胃窦癌术后
左侧颞部
下眼睑
血管瘤
剖腹探查+结肠穿孔修补术
腹部切口感染
快速性房颤
ST段改变
国际标准化比值
敏肌钙蛋白T
前列腺特异性抗原
B，超
前列腺增生
良性前列腺增生
盐酸坦洛新缓释胶囊
乳酸右氧氟沙星
红细胞压积 
窦性心动过缓
头孢克肟胶囊
肾下腺色腙片
前列腺腺癌
比卡鲁胺片
全身骨显像+，骨断层显像
右侧第10后肋
腰椎
胸12椎体，骶骨转移
胸腰椎
两侧睾丸切除术
肝损害原因待查
前置胎盘
疤痕子宫剖宫产娩出
肺表面活性物质
头ct
颅脑
食管癌根治及食管胃右颈吻合术
中低分化鳞状细胞癌
左上肺不张
肝S2、4、6
力扑素
恩度
雷尼替丁
胃必治
肝内多发结节
IV期胃癌
胃窦癌伴胃潴留
房扑伴快速心室率
电解质
急性下呼吸道感染
盐酸二甲两胍缓释片
感冒清胶囊
乌拉地尔
布地奈德
异丙托溴铵
盲肠腺癌
近端小肠
根治性左半结肠切除+区域淋巴结清扫术
（盲肠）低分化腺癌（含印戒细胞癌成分）
右肝内肝内胆管癌
右半肝联合尾状叶切除+胆总管切除+左前、左后胆肠吻合+腹腔淋巴结清扫+腹腔粘连松解+腹壁肿物切除术
（右半肝），：肝中分化胆管细胞癌
右门Ⅴ
胆管细胞癌
肝左叶近膈面
肝内胆管扩张
TACE
碘化油
表柔吡星
栓塞微球
介入术
右肝内肝内胆管癌术后
右下颈
鼻咽未分化型非角化行癌（T3N2M0）
区域淋巴结
鼻咽癌并肝、腹腔积腹膜后淋巴结转移
ERCP+胆管支架植入术
门腔间隙
鼻咽癌治疗后
鼻咽、，颈部及下腹部CT
淀粉酶
宫腔诊刮术
子宫内膜腺癌I级
全宫+两附件+盆腔淋巴结清扫术
浆液性腺癌并子宫内膜样腺癌
子宫上段
子宫颈
腹主+髂总淋巴结
铂乐定
十二指肠降段溃疡
慢性非萎缩性胃窦炎伴糜烂
瑞巴派特
蒙脱石散
剑突上
下腹部彩超
门静脉主干
孕酮
孕酮(PROG)(PROG)
绒毛膜促性腺激素及β亚单位
绒毛膜促性腺激素+β亚单位(HCG+β)(HCG+Β) 
促甲状腺激素(TSH)(TSH)
甲状腺素(T4)(T4)
游离甲状腺素(FT4)(FT4)
游离三碘甲状腺原氨酸(FT3)(FT3)
三碘甲状腺原氨酸(T3)(T3)
抗甲状腺过氧化物酶抗体
抗甲状腺过氧化物酶抗体(Anti-TPO)(ANTI-TPO) 
胸中上段段食管
食管上段恶性肿瘤
食管上段肿瘤
左侧胸胸背部
肺内多发转移瘤
乐息平
氯沙坦钾
（食管）鳞状下皮重度不典型增生，癌变
胃窦部与胰腺之间淋巴结
左基底节区
两肺上叶
左侧大脑半球
冠状动脉粥样硬化性心脏病 
（乙状结肠）腺癌（中、低度分化）
一站（13个）、中间组（3个）、中央组（5个）淋巴结
胃癌手术
返流性食管炎
右锁骨下淋巴结
耐信
泮托拉唑
胃体中下部溃疡
 胃体
 肝总动脉旁（0/1)、 胃大弯（0/1)淋巴结
贲门左(3/3)、 胃小弯(8/9)、幽门上（2/2)淋巴结
右侧下上肢
胃癌术后多发脑转移
甘露醇
胃癌术后脑转移 RTXNXM1 IV期
胆囊切除＋胆总管探查＋Ｔ管引流术
胆道
胆道探查术后
胃管
胃多发溃疡
远端胃
胃窦小弯侧溃疡型管状腺癌II-III级
（第8组）淋巴结
（第15组）淋巴结
第14V组淋巴结
胃窦溃疡浸润型癌侵及胃角、幽门
胃低分化癌
肺心病
脑梗死后遗症
直肠CARCINOMA
腹会阴直肠癌根治术（MILES手术）
小骨盆腔
黏液腺癌
下腹部平扫+
埃索美拉唑肠溶胶囊
云南白药胶囊
斑蝥胶囊
腹盆腔
卵巢癌减瘤术
右侧输尿管支架置入
膀胱镜检查+右输尿管支架调整+左输尿管支架置入
腹腔镜右半结肠切除术+DIXON术
降结肠中段
（降结肠大体）中至低分化腺癌
管状-绒毛状腺瘤
降结肠癌伴肝转移（PT3N2BM1,IV期PMMR，RAS野生型）
肝S2、4、8
结肠癌姑息切除术后
扩大右半肝切除术
S2、3
肠腺癌肝转移
S4
肠腺癌肝转移，
肝动脉旁淋巴结
管状腺瘤
右室舒张、收缩功能减退
两肺上叶感染
左侧肺门
心后软组织
胃癌切除术
溃疡型低分化腺癌，伴印戒细胞癌，LAUREN，分型：弥漫型
第1组淋巴结
左侧腰部
主动脉壁及冠状动脉壁钙化
复方电解质注射液
高热待查：肺部感染
腹腔镜上直肠癌根治术DIXON
肠隆起型绒毛状-管状腺癌II级
食管炎（I级）
胃底粘膜
浅表性胃窦炎
盆腔B超
胸部CR
肝门区转移
伽玛刀治疗
奥铂
FUDR
THP
FUDR(氟脲苷）
红细胞数 
空腹指尖血糖
白质脱髓鞘性脑病
食欲上降待查
右侧肩背部
血凝酶
兰索拉唑
急性下消化道出血
失血性休克
肝曲结肠粘液腺癌侵犯十二指肠及肝门区
剖腹探查+胃空肠吻合+升结肠-横结肠侧侧吻合术
升结肠肠管
十二指肠降部、水平部
左结肠动脉旁淋巴结
升结肠癌术后化疗
清宫术
i度骨髓抑制
腹腔镜下广泛子宫切除术+双附件切除术+盆腔淋巴结清扫术
左侧输尿管阴道
左侧输尿管阴道瘘
输尿管镜下左侧输尿管置管术
脑梗塞
硝苯地苯片
卵巢恶性肿瘤
肿瘤细胞减灭术（I型全子宫切除+两侧附件切除+大网膜切除+盆腔及腹主动脉旁淋巴结清扫+肠修补术）
高级别浆液性癌
胃底腺息肉
肺部结节
左肺上叶近肺门处及左肺上叶后基底段占位性病变，代谢活性增高，考虑恶性肿瘤可能
急性上壁、后壁、左室心肌梗死
左冠近中段
植入支架
两侧半卵园中心
两侧基底节区
天麻素
MILES术
两肺门
两髂血管
阿柏西普
CPT-11
肝MT
特殊肝段切除术（IV、V、VIII段）+胆囊切除术+肝十二指肠韧带内肿大淋巴结切除术
(肝左叶) 肝内胆管癌
（胆囊）慢性炎
盐酸吉西他滨
气管下段
左支气管
右上叶尖端
（右上叶、气管下段）低分化（腺）癌
力比泰针
经支气管镜气管及右主主支气管支气管肿瘤切除术
乙状结肠高分化腺癌
右侧髂总动脉淋巴结
肝S5
肝S8 
乙状结肠癌切除术
肠系膜血管
右半结肠切除术+横结肠两腔造瘘术
（结肠）腺癌（中度分化），浸润溃疡型
便潜血
结肠肝区癌切除术
横结肠结肠溃疡型中分化腺癌
肠周
肝动脉结扎插管＋肿瘤活捡术＋肝肿瘤无水酒精注射术＋胆囊切除术
肝细胞肝癌,分化ii级
t治疗后
肝左左叶
左叶
B超引导下肝肿瘤肿瘤射频消融毁损术
上腹部mri
肝mt综合治疗后
门脉
丙肝后肝硬化
失血性贫血
腹部平片
不全性肠梗阻
粘连性肠梗阻
乙状结肠MT肝转移
乙状结肠MT切除术
两侧睾丸切除手术
康士德
右乳腺浸润性导管癌伴全身多发骨转移
右乳肿块超声引导下穿刺活检术
（右乳）乳腺浸润性导管癌
盐酸多柔比星脂质体
右乳腺癌Ⅳ期化疗后
左肺中叶及上叶少许慢性感染
左肺下叶尖段
脂肪瘤
左侧多根肋骨陈旧骨折
肝右叶内侧段
两肾多发小结石
肝左叶上段
腹主动脉壁钙化
腰椎骨质增生
骶管
骶管囊肿
胸腹部
高渗性脱水
急性肾功能不全
老年痴呆症
重度营养不良
充血性心力衰竭
陈旧性心肌梗死
室壁瘤
二尖瓣脱垂、房颤
腰椎骨折
Ⅰ型呼吸衰竭
血性心衰
头孢地嗪
肺部感染Ⅰ型呼吸衰竭
心律失常-房颤
陈旧性心肌梗死室壁瘤
高血压病2级（极高危）
电解质紊乱低钾血症
脑梗死后
肝胰脾
脑器质性精神障碍
心律失常-房颤陈旧性心肌梗死室壁瘤形成心功能iii级
高血压病2级很高危
远端胃大部切除+ROUX-EN-Y重建
远端胃癌根治+B-I式吻合术
胃窦部溃疡型低分化腺癌
新生儿G6PD活性试验
两肺多发转移
梗阻性肾病
右前臂动静脉内瘘成形术
促红素
膀胱癌
子宫内膜混合型腺癌
盆腔粘连松解+筋膜外全子宫+两附件切除+盆腔淋巴结清扫术
宫体混合型腺癌（80％为II型透明细胞腺癌，20％为I型子宫内膜样腺癌）
子宫内膜腺癌IA期术后
碱性磷酸酶
间接胆红素
上腹部增强
右肾细小囊肿
雅施达
何首乌
铁皮枫斗
右侧顶部蛛网膜上腔
两上肺感染
碱剩余
中性粒细胞绝对值
超敏C反应蛋白
脑苷激肽
神经节苷脂
清开灵
安定
嗜酸性粒细胞百分比
肠梗阻？
两上肺炎症
中度脂肪肝
右肾切除术
腹痛待查
食管胸中段癌
腹左胸食管癌切除术
浸润性高分化鳞状细胞癌
胸腔引流、胸腔冲洗
胸腔感染
姑息性直肠癌切除术（dixon）
直肠中段
直肠腹膜返折
直肠吻合口漏
横结肠造口术
直肠腺癌（中度分化），浸润溃疡型
两端
肠壁一站（1/6个）、中间组（1/3个）淋巴结
二站（3个）、中间组（3个）淋巴结
结肠癌并肺转移
姑息性左半结肠切除术
左半结肠腺癌（中度分化），浸润溃疡型
结肠术后
腹腔镜直肠癌根治术
（直肠）腺癌（中度分化），浸润溃疡型
肠壁一站（6个）、中间组（3个）、中央组（3个）淋巴结
低级别腺管状腺瘤
胃癌并幽门梗阻
胃窦幽门部
胃腔
胃大小弯侧
胃结肠韧带
十二指肠降段
幽门梗阻
胃肠吻合术
主动脉弓壁少许钙化
二尖瓣瓣环钙化
三尖瓣重度反流
肺动脉轻度高压
慢性阻塞性肺疾病伴急性加重
慢性阻塞性肺疾病急性加重
直肠癌DIXON手术
直肠癌术后吻合口瘘
（直肠）腺癌（中、低度分化，局部伴神经内分泌分化；部分为粘液腺癌，约占30%）， 隆起型
多发性增生性（锯齿状）息肉
 一站淋巴结
左侧卵巢
肿瘤细胞减灭术（全子宫+两附件切除术+大网膜切除术+DIXON术+回盲部切除术）
两侧卵巢见低分化浆液性腺癌浸润
子宫底
低分化浆液性腺癌
卵巢浆液性腺癌IIIC期
肠瘘
腹腔清创引流+回肠造瘘术
波贝
两脚底
胆囊泥沙样结石
胆总管末端可疑结石
胆囊切除、胆总管探查取石、T管引流术
急性单纯性胆囊炎
腹腔镜上乙状结肠根治性切除术
乙状结肠浸润性管状腺癌I-II级
（直肠下动脉根部）淋巴结
结肠息肉摘除术
腹盆MR
左半结肠系膜区淋巴结
升结肠腺癌 CT3N1M0
腹腔镜左半结肠切除术
升结肠中至低分化腺癌伴粘液腺癌，PT3N1M0,III期
胃癌伴腹腔种植转移
右眼下方鼻
右上颌
右上颌骨肿物活检术
原始神经外胚层肿瘤
原始神经外胚叶肿瘤
原始神经外胚叶肿瘤（局限期）
Ⅳ骨髓抑制
颌面
拉西地平
鼻部
左小腿
急性左上肢深静脉血栓形成伴感染
室性早搏
左侧胸腔中等量积液
腹部立卧位
宫颈腺癌
广泛全子宫切除+两附件切除术+盆腔淋巴结清扫术
两侧骶韧带
子宫后壁
直肠子宫陷凹
（全子宫+两附件）子宫颈内生浸润型中分化粘液腺癌（宫颈管亚型）
宫内膜
I度骨髓抑制
宫颈腺癌(IB1期，II级)术后
直肠息肉切除术
升结肠肿物切除术
弥漫大B细胞淋巴瘤，非GCB亚型
弥漫大B细胞淋巴瘤回盲部切除术后
回盲部术后
两侧扁桃体
（回盲部）弥漫大B细胞淋巴瘤，非GCB亚型IA期
盆腔囊性占位
卵巢囊腺瘤
肝左前叶上段
卵巢肿瘤
腹腔镜镜上卵巢囊肿剥除术
卵巢颗粒细胞瘤
Lac
胃未分化癌，部分低分化癌
网膜淋巴结
胃低分化腺癌，大部分为印戒细胞癌
TS-1
TS-1 
HGB
中央型前置胎盘
子宫动脉造影术及子宫动脉栓塞术及利凡诺羊膜腔穿刺引产术
Ｂ超
胎盘组织局灶玻变，大量炎细胞浸润
益保世灵
补佳乐
黏膜上子宫肌瘤
宫腔上子宫肌瘤切除术
洛索洛芬钠片
食管乳头状瘤
食管乳头状瘤”胃镜上切除
食管息肉
直肠癌 CT4N1M0
胃窦癌（溃疡型）
（胃窦）低分化腺癌
右大腿
浅表扩散型恶性黑色素瘤伴局灶溃疡形成
全身PET-CT
上肢皮肤肿瘤扩大切除术+右侧腹股沟前哨淋巴结活检术
干扰素
IL-2
右侧腹股沟淋巴结清扫术
右侧腮腺
右侧腮腺肿物及腮腺浅叶切除术
右侧腮腺分化差的癌
淋巴上皮瘤样癌
右腮腺
右侧ii区淋巴结
胃窦溃疡型低分化腺癌
吻合口炎
腹盆腔B超
颈部B超
胃癌远端胃切除术后
残胃炎
残胃癌
残胃癌根治术
腺癌转移
肝S7、S3
盆底少量积液
间隔
吃美林
头孢噻肟
头孢美唑
糜烂性胃炎（II级）
粘膜腺癌
根治性远端胃大部切除术（毕II式，D2)
远端胃大部
(幽门下）淋巴结
(肝总动脉旁）淋巴结
(腹腔动脉旁）淋巴结
左肺炎症
射干合剂
希舒美
超声引导上经直肠前列腺穿刺活检术
乙状结肠癌切除、肝部分切除
小肠、结肠梗阻
近端结肠梗阻
乙状结肠：隆起型中分化腺癌
冠脉搭桥术后
肝、腹膜及腹膜后淋巴结转移
主动脉瓣重度狭窄伴反流
风湿性心脏病
主动脉瓣置换术
腹腔镜DIXON+回肠造瘘术
子宫内膜混合性癌
腹腔镜下全子宫切除术+双侧输卵管-卵巢切除术+阴道顶悬吊术+盆腔粘连松解术
右侧宫底
双侧附件
左侧髂外
动脉瘤
双附件
子宫浸润型Ⅱ型子宫内膜癌(浆液性腺癌为主,局部为透明细胞腺癌)
物肝损害
子宫内膜混合性癌ia期术后
，肠系膜上动脉
高中分化腺癌
腹膜转移
剖腹探查+腹腔肿物切除+阑尾切除+腹腔热灌注化疗
肾功能不全
甲状旁腺激素
内生肌酐清除率
胸部CT平扫
右肺上叶炎症
消渴丸降糖
优思林
糜烂性胃炎
慢性浅表性萎缩性胃炎
胃复春
十二指肠炎胃窦轻度慢性萎缩性胃炎伴中度急性炎
粘膜下esd治疗术
胃角巨大胃溃疡
腹腔镜上胃癌根治术（BILLROTHS II式）
乙状结肠两腔造瘘术
窦部
腹腔镜辅助左半结肠切除术
左下下腹
转移瘤
（左半结肠）镜检为中分化腺癌
升结肠癌术后化疗后腹腔淋巴结转移
结肠吻合口
腹腔肿物切除术
肠癌浸润转移
右侧腋窝
右侧腋窝肿块切除术
（右腋窝）淋巴结内转移性鳞状细胞癌
双侧胸腔积液
胃癌根治+幽门成形术
胃体小弯腺癌（中度分化）
三组”淋巴结
四组”（5个）淋巴结
胃底贲门恶性肿瘤
剖腹探查、根治性全胃切除术、食管-空肠ROUX-EN-Y吻合术
（胃）中分化腺癌
胃大、小弯淋巴结
胸部增强ct
右肺上叶后段
纵隔内气管
腔静脉
颅脑mri
右侧颞叶
小脑
全身pet-ct
右肺上叶尖段
肺癌伴右肺上叶尖段支气管旁及纵隔内淋巴结转移
脏器
右上上肺腺腺癌t3n2m1b（脑）iv期
特罗凯
右肺腺癌气促待查
剖腹探查+肠粘连松解术+回肠单腔造瘘术
小肠造口还纳术
小肠造漏术后
腹腔镜上根治性全胃切除术+胆囊切除术
贲门左淋巴结
（第11组）淋巴结
（第12组）淋巴结
（第9组淋巴结）
贲门腺癌
乙状结肠粘液腺癌
右乳癌
改良根治术
左肩X片
胸椎正侧位
卵巢切除
腹部增强MRI
肝S6、S7
腰椎及骨盆骨转移
帕妥珠单抗
手足综合征
二、三尖瓣
腹腔镜上胃癌根治术
（远端胃大部），：胃体小弯浸润型印戒细胞癌
胃印戒细胞癌
胃内多发息肉
内镜上多发息肉切除
肠息肉
室壁
卵圆孔
扩张型心肌病
全心扩大
慢性心功能不全
心功能III级
右侧腘静脉血栓形成（急性期）
上肢静脉彩超
阿托伐他汀钙片
结肠中分化粘液腺癌
双下肢动脉硬化闭塞症
双小腿静脉淤滞性皮炎
远端胃癌姑息切除癌姑息切除术
胃窦癌（PT4AN3BM1，IV期)
维康达
结肠肝曲癌
腹腔镜上左半结肠切除术（扩大根治）
大肠溃疡型粘液腺癌
（回肠动脉根部）淋巴结
左侧腹
左侧腹腔
结肠肝曲癌术后
左半结肠切除+淋巴结清扫术
（结肠）中分化腺癌
肠周查见淋巴结
乙型病毒性肝炎
胃炎颗粒
反流性食管炎（LA-B）
结肠息肉术后
胰腺癌
２型糖尿病
剖腹探查+胆肠吻合+胃肠吻合+胆囊切除术
两眼睑
中度贫血
冠脉cta
三支病变伴中-重度狭窄
泰嘉
洛汀新
阿乐
冠脉造影术
结肠癌术后两肺多发转移
伊替立康
结肠癌术后复发
宫颈（3、6、9、12点）中分化鳞状细胞癌
宫颈中分化鳞状细胞癌Ⅲb期
肠道
肝脏VIII段
腺瘤
肠中分化腺癌
肝癌切除+右半结肠切除+大网膜切除术
左半结肠切除术+有附件切除术
（升结肠）中分化腺癌
结肠癌转移
直肠前切除术
小肠癌
小肠癌根治术
盆腹腔
TREITZ韧带
溃疡型乳头状-管状腺癌II级
（系膜）淋巴结
(肠系膜根部)淋巴结
小肠管状腺癌（PT4AN0M0IIB期）术后
腹腔镜上横结肠癌根治性切除术
横结肠中段偏左
大肠隆起型管状腺癌II级
横结肠癌术后
左侧结肠癌
结肠腺癌（中低度分化）
肠壁一站（7/8个）、二站（1/3个）、中间组（1/2个）淋巴结
肠壁三站（2个）淋巴结
结肠息肉APC术
直肠乙状结肠
肛管
凝血酶原时间
活化部分凝血酶原时间
纤维蛋白原
凝血酶时间
高敏肌钙蛋白
慢性心力衰竭
速尿
冠状动脉粥样硬化性心脏病 缺血性心肌病型
心房纤颤伴II°房室传导阻滞
原发性高血压2级 极高危
前列腺增生症
腰椎ct
脊柱骨折
腰椎核磁
腰1椎体经皮穿刺椎体后凸成形术
sa
前列腺癌（4期）并骨转移
唑来磷酸钠
雷德
钙尔奇d
比卡鲁铵片
骨化三醇胶丸
碳酸钙d3片
前列腺癌并骨转移
结肠癌切除术后
胸，CT
胸上段食管癌
胃周多发淋巴结转移
纵膈7,8组淋巴结转移
左中叶
消化道造影
食道胸上段及腹段
食管胃结合部
SCC
 CYFRA21-1
胃癌根治术（远端胃大切）
十二指肠切除＋胆总管引流、空肠造瘘术
吻合口狭窄
十二指肠中分化腺癌
肠系膜下动脉
L－OHP
CPB
十二指肠乳头
十二指肠降部
胰十二指肠
十二指肠乳头部浸润型管状腺癌II-III级
胰腺周淋巴结
（肝十二指肠韧带）淋巴结
十二指肠癌术后
根治性胃大部切除、毕I式吻合术
胃窦大弯侧腺癌（中度分化），浸润溃疡型
四组（5个）、六组（9个）、“1、3、7组”（8个）淋巴结
两小腿
两侧上肢静脉曲张
左髂总静脉血栓
右腘静脉附壁血栓
右髂总静脉
右髂外静脉
右下下肺动脉栓塞
上腔静脉滤器置入、两侧髂静脉支架置入
左上肢大隐静脉手术
右大隐静脉曲张
左大隐静脉曲张术后
两侧髂静脉支架术后
上腔静脉滤器置入术后
胆总管上段近胰头恶性肿瘤；胃小弯、胰头周围多发淋巴结转移
胰十二指肠切除、门静脉节段切除、人工血管原位移植术、上腔静脉部分切除、修补术
门静脉壁
上降静脉壁
胰腺导管低分化腺癌
十二指肠粘膜上层
健择
直肠腺癌（中低度分化），浸润溃疡型
肠壁一站（10个）、中间组（8个）淋巴结
中央组淋巴结
中间组淋巴结
左半结肠切除
结肠溃疡型中-低分化腺癌
升结肠术后
S2
腹腔转移
甲胎蛋白
癌胚抗原
全结肠切除术+远端直肠息肉电切术
结肠多发绒毛状管状腺瘤
肠壁一站（19个）、二站（13个）、三站（69个）；“结肠中动脉”（1个）淋巴结
易蒙停
直肠息肉电切
结肠全切除术后
经腹子宫+两侧附件切除+大网膜切除+部分肠壁转移病灶切除术
直肠前前壁
直肠前壁
肝上极
腹盆壁
高级别浆液性乳头状癌
（两附件区）卵巢高级别浆液性乳头状癌
子宫浆膜
宫壁肌层
右、左宫宫旁组织
卵巢癌术后
胃底腺癌
CPT1
直肠腺癌(中分化)
直肠癌MILES术
DOUGLAS腔
直肠癌经腹、会阴联合切除术（MILES术），右侧腹壁永久造瘘
希罗达化疗
左腰背部
左腹
腹膜后肿块穿刺活检术
彩超引导下左腹膜后肿物超声引导穿刺术
淋巴造血系统肿瘤
nk/t细胞淋巴瘤
乙状结肠穿孔
乙状结肠癌切除术、远端闭锁、近端造瘘术
低分化管状腺癌
左肺
FDG
胃窦癌伴不全梗阻
胃癌姑息性切除术
十二指肠韧带
胃大部切除后行毕II式吻合
胃中至低分化腺癌（LAUREN，分型：混合型）
右侧胸
右下臂
右后背
血小板减少
胃癌近端胃切除+食管残胃吻合+放射性粒子植入术
胃溃疡型低分化管状腺癌
胃底升结肠印戒细胞癌
右乳
乳房
乳头
右乳包块活检术
（右乳）分泌粘液癌（印戒细胞癌）
乳房皮肤
右乳印戒细胞癌
左腹股沟肿大淋巴结活检
转移性癌
胃底、升结肠印戒细胞癌
倍伐单抗
腰椎MRI
腰椎间盘突出症
两膝关节
两膝摄片
两膝退行性骨关节炎
经腹会阴联合直肠癌根治术
<直肠>腺癌
（纵隔）b3型胸腺瘤或鳞状细胞癌
纵隔肿瘤
上肢动脉粥样硬化闭塞症状
两侧上肢动脉支架置入术+术中溶栓术
右侧上肢
上肢静脉
上肢动脉粥样硬化闭塞症
（直肠）腺癌
直肠MILES术
“中间组”（2/10个）淋巴结
一站(4个）淋巴结
结肠中至低分化腺癌
升结肠中-低分化腺癌术后 PT3N1M0IIIB期
腹腔镜上直肠癌根治术MILES
（直肠）直肠隆起型管状腺癌II级
齿状线
开腹根治性乙状结肠切除术
乙状结肠血管根部
腹腔镜辅助上根治性远端胃大部切除+残胃空肠ROUX-Y吻合术（D2）+阑尾切除术
（远端胃），：胃窦小弯侧溃疡型管状腺癌II-III级
肝样腺癌
急性单纯性阑尾炎
乙状结肠腺瘤
乙状结肠绒毛状腺瘤（II级）
肠镜上腺瘤电切术
幽门型粘膜慢性萎缩性炎伴轻度肠化
直肠HARTMANN手术
肠壁一站（1/22个）淋巴结
肠壁二站（2个）淋巴结
左侧口口咽部）非角化型鳞状细胞癌
左侧扁桃体占位
扁桃体癌
左侧舌根
舌体
软腭
颈
右侧乳突炎
末段食管
左扁桃体
中分化鳞癌
右颈II区淋巴结
胸上段食管
胃贲门部
胃小弯侧
胸下段食管
右侧气管食管沟
结肠锯齿状腺瘤
结肠腺癌（中分化）
全腹增强CT
直肠癌前切除术
进展期直肠癌：浸润溃疡型，中分化管状腺癌
远端胃癌根治术
胃窦小弯溃疡型中分化腺癌伴印戒细胞癌
CA242
II度骨髓抑制
NE 
肝左后上叶肿瘤切除术
（左肝）肝细胞性肝癌（中度分化）
氟脲苷
艾达生
金普素
肝癌切除+胆囊切除+术中无水乙醇注射治疗术
左肝、右肝肝细胞性肝癌
肝肿瘤TACE
亚叶酸
尿HCG
宫内早孕
早孕
子宫平滑肌肉瘤
经腹子宫+两附件+盆腔淋巴结清扫+大网膜部分切除术
（子宫）平滑肌肉瘤
右左宫旁
右左骨盆漏斗
右髂血管淋巴结
左髂血管淋巴结
右髂总淋巴结
慢性宫颈炎伴腺体鳞化
（两侧）输卵管急慢性炎，卵巢黄体，左侧卵巢并单纯性囊肿
CA-125
两下肢
脑供血不足
头、颈部CTA
脑动脉粥样硬化
颈椎病
头孢唑肟
血必净
哌拉西林他坐巴坦
泌尿道感染
感染性休克 代偿期
慢性前列腺炎
慢性尿潴留
冠脉支架及起搏器置入术后
电解质紊乱
两肾积水
慢性膀胱炎
膀胱憩室
两肺结节待查
PaO2
PaCO2
实测碳酸氢根
发热待查
感染性休克
冠脉支架置入术及起搏器置入术
左肝癌
胆囊切除、左半肝切除术
（左肝）肝脏原发性胆管细胞癌II级
全胃切除术（空肠J字代胃）
残胃低分化腺癌
贲门周围（10个）淋巴结
外周血白细胞
瑞白
胃恶性肿瘤术后
诊断性刮宫
宫腔腺癌
经腹全子宫两两侧附件切除附件切除术+盆腔淋巴结清扫术
左闭孔深淋巴结
宫颈腺癌IB1期
CA199 
宫颈癌术后
腹主动脉右旁淋巴结
宫颈腺癌综合治疗后复发
复发性宫颈癌
骶前淋巴结
L4椎体压缩性骨折
L4/5、L5/S1椎间盘突出
（宫颈）恶性肿瘤
肝S2囊肿
左前心膈角
腹腔镜上探查+开腹全子宫两附件切除+大网膜切除术
输卵管壶腹部
直肠窝
浆液性癌
乙状结肠肠脂垂
右输卵管输卵管浆液性腺癌IIIC期
慢性肾功能衰竭（尿毒症期）
肾性高血压
慢性肾衰竭
升结肠中分化腺癌
右肺多发转移
右肺转移灶手术
宫颈癌IIA期
经腹广泛子宫+两附件切除+盆腔淋巴清扫术
（宫颈）中-低分化腺癌，菜花型
（两侧）卵巢
沙丁胺醇气雾剂
频发多源性房早
频发室早？
腹盆腔，CT
升结肠肠周
全麻上剖腹探查、左半结肠切除术
铜绿假单胞菌注射液
过敏性紫癜
泼尼松
胃窦、胃角角溃疡
急性糜烂出血性胃炎
十二指肠球部糜烂炎
素甲强龙
美罗培南
盆腹，CT
内膜异位症
卵巢癌分期术
子宫中分化子宫内膜样腺癌
 宫颈
右卵巢中分化子宫内膜样腺癌
阑尾慢性炎
盆、腹腔CT平扫+增强
直肠癌并肝转移（CT4N+M1A）
腹腔镜DIXON+开腹肝转移瘤切除术
腹膜反折下2CM处直肠
肝MRI
介入消融
直肠癌肝转移瘤消融术后
右肺下叶、上叶
肝多发转移瘤
外阴
结肠溃疡型管状腺癌II级
(回结肠动脉根部)淋巴结
盲肠癌术后
肝左前叶、右内叶
胆囊癌
胆囊癌扩大根治术
胆囊中分化腺癌
胰头后方淋巴结转移
C反应蛋白
慢支炎急发
吗丁啉
藿安正气丸
替普瑞酮
冸托拉唑
蒲元和胃胶囊
胃体、胃窦多发溃疡
弥漫大B细胞性淋巴瘤
（食道Ca？）术后
食道
降主动脉
西地兰
慢阻肺急性期
食管癌伴转移
胃食管结合部癌
胃癌根治术（近端胃大切，食管胃吻合）
胃低分化腺癌（LAUREN，分型：弥漫型）
左肝原发性肝癌
左肝后叶癌切除术
左肝后叶S6、S7段
胆囊及胆总管探查
左肝左叶原发性肝癌
胆囊切除+左肝后叶癌切除术
（左肝后叶），：肝脏原发性结节型中分化肝细胞癌
左肝原发性肝癌术后
右侧颈部
右侧颈部颈部肿块肿块切除术
颈部转移癌
长春瑞滨
伽马刀
右侧颈部淋巴结
颈转移癌
XEL
升结肠）管状腺瘤，I级
直肠（切除）浸润性中分化腺癌
吻合口扩张
内镜上切除肛管病变
绒毛状腺瘤
肝门区占位
肝门部胆管癌根治术
肝门部胆管癌手术
姑息性乙状结肠部分切除术
肠壁一站（7个）、中间组（6个）淋巴结
左上肺鳞癌
T88椎体骨转移
胸椎核磁
椎管
胸椎肿瘤后路切除+内固定术
胰尾部肿瘤
胰尾+脾+部分结肠切除术
高分化粘液性囊腺癌
乙状结肠腺癌并肝转移
两肺结节 转移瘤
姑息性“乙状结肠切除
结肠中至低分化管状腺癌
丙肝肝硬化失代偿
胃底静脉曲张破裂出血
胃底静脉曲张（轻度）
黏膜内癌，中-低分化
腹部CIA
门脉高压
食管上段、胃底静脉曲张
胆囊小结石
左半结肠切除术、胃肠吻合术
进展期左半结肠癌，浸润溃疡性，低-中分化腺癌
卡培他滨（希罗达）
奥沙利铂（艾恒）
亚叶酸钙（同奥）
直肠上段中分化腺癌
肛提肌
腹部MR
CA724 
右锁骨下
右颈至锁骨下
右颈部至锁骨下
乙状结肠CA（浸润型）
阑尾切除术
腹腔镜上乙状结肠癌根治术
直肠下动脉旁染色淋巴结1
直肠下动脉旁染色淋巴结2
(肠系膜上动脉)淋巴结
腹腔镜上盆腔淋巴结清扫+腹主动脉旁淋巴结取样+广泛子宫+两侧输卵管切除术+左侧卵巢切除+右侧卵巢悬吊术
中肾管癌
骶
腰骶部平扫
腰1压缩性骨折
腰椎退行性变
腰2/3、3/4、4/5椎间盘突出
腰4/5水平双侧隐窝狭窄
骶1-3水平椎管局限性膨大
不除外骶管囊肿
胃癌伴幽门梗阻
（胃窦、幽门）腺癌
幽门螺旋杆菌染色
根治性胃大部切除+毕I式吻合术
胃窦腺癌（中低度分化）
六组（2/9个）淋巴结
三组（2个）、四组（3个）、另送“1、3、7组”（6个）淋巴结
猴头菌
多发性结肠息肉
内镜下肠息肉切除
（胃窦后壁）慢性萎缩性胃炎（中-重度）
（幽门前区）慢性萎缩性胃炎（中-重度）
（升结肠、直肠）腺管状腺瘤
肠息肉术后
胰十二指肠联合切除术
胰腺中分化腺癌伴粘液腺癌
坎地沙坦酯片
盐酸乐卡地平片
红花
头晕待查
左半结肠切除+胰十二指肠切除术后
（左半）结肠溃疡型低分化腺癌
升结肠肠乳头状管状腺癌II级
左半结肠回盲部隆起型管状腺癌II级
非典型鳞状下皮细胞
宫颈及宫颈管部分鳞状下皮高级别下皮内瘤变（CINIII级
鳞状下皮高级别下皮内瘤变（VAINII级）
宫颈锥形切除
宫颈及宫颈管鳞状下皮高级别下皮内瘤变
阴道壁鳞状下皮VAINII-III级
DIXON+结肠灌洗术
管状绒毛状腺瘤
头颅
脑室体
两侧椎动脉及左侧肾动脉狭窄
两侧椎动脉+左侧肾动脉狭窄处支架置入术
脑卒中后遗症
胸椎及其附件
气管隆突前淋巴结
胸腰骶椎骨
右侧髋骨
头MRI
胃角低分化腺癌及印戒细胞癌
膀胱肿瘤
前列腺左侧叶
，前列腺左侧叶
TPSA
FPSA 
B超引导上经直肠前列腺穿刺活检术
全麻上前列腺癌根治术
前列腺双叶
两侧精囊腺
闭孔淋巴结
腰腹部
PSA，PSA
FPSA
海昆肾喜
股静脉血透置管
右颈内静脉半永久置管术
重度骨质疏松症
睡眠障碍
右侧锁骨上动脉盗血综合征
骨质疏松症
糖尿病周围神经病
心功能Ⅱ级
全心功能不全
慢性胃窦炎
急性支气管炎
幽门螺旋杆菌抗体
结肠息肉内镜上切除
眼睑
肺部病灶
左下肺肿物
剖腹探查+胃窦肿物活检术+胃空肠吻合术
（胃壁）间质瘤
（胃窦体）胃浸润型低分化腺癌
胃癌、胃空肠吻合术后
（直肠）腺癌(中度分化),浸润溃疡型
一站（6/10个）淋巴结癌
中央组（7个）淋巴结
解剖性右半肝切除+胆囊切除术
混合性肝细胞和胆管细胞癌（中-低分化）
肝脏MR
肝S6 
海绵状血管瘤
肝S8 囊肿
表阿霉素
丝裂霉素
肝脏肿瘤微波固化术
下腹MRI
肝癌切除术
中分化肝细胞性肝癌
肝S5、S6、S7、S8 
超声内镜
贲门胃底占位（恶性可能
贲门胃底占位
阻塞性肺气肿
II型呼吸衰竭
胸腹CT
雷替曲塞
内镜上息肉切除术
肠息肉内镜上切除术
胃癌D2根治术
肝S3转移瘤
肝门区及腹膜后淋巴结转移
肝S3转移
根治性远端胃大部切除、毕II式吻合术
胃窦部腺癌(中、低度分化)
四组（2/5个）、五组（1/3个）淋巴结癌
六组（4个）、“1、3、7组”（10个）淋巴结
胃贲门癌术后
酒精性脂肪肝
急性胰腺炎
慢性胰腺炎急性发作
肝炎
结核
胆囊切除术、胆总管空肠ROUX-EN-Y吻合术
肋上
脊柱
两上肢足背动脉
同型半胱氨酸
血浆凝血酶原时间活动度
活化部分凝血活酶时间
活化部分凝血活酶比率
血浆D二聚体测定
降钙素原
淋巴细胞计数
HBCAB
大便潜血
粒细胞
鳞状下皮细胞
消化道肿瘤
ST-T改变
腹部立位片
胆囊术后CT
结肠多发憩室
降结肠病变
早期食管癌
十二指肠球部胃黏膜异位
早期食管癌（癌前病变）内镜上切除术
鳞状下皮高级别下皮内瘤变
轻度慢性发炎
慢性发炎
食管早期病变内镜上切除术
食管恶性肿瘤ESD术后
乙状结肠降结肠交界处
右半结肠根治性切除术
腹腔镜上扩大根治性左半结肠切除术
左半结肠切除+开腹恶性肿瘤特殊治疗
（结肠大体）镜检为中分化腺癌
阑尾粘膜慢性炎
粘膜慢性炎
结肠息肉内镜上切除术后
卵巢CA
腹腔镜上腹膜活检术+右侧卵巢切除术
（右卵巢）中-低分化宫内膜样腺癌伴腹膜转移
姑息性胰十二指肠切除术
SMV
门静脉与脾静脉交汇处
结肠中动、静脉
胰腺导管
胰头占位WIPPLE术后
胃－空肠吻合处
卡络黄钠
前降支
回旋支
支架植入术
右侧会厌谷
右侧杓会厌
右侧梨状窝
右侧披裂
喉部ct平扫+增强
右侧杓会厌皱襞
右侧室带、声带
声门上型喉癌
颈部右侧淋巴结
食道中下段癌
姑息性右半结肠切除术
（横结肠）腺癌（中度分化）
肠壁一站（2/6个）、二站（1/1个）、“肠系膜根部”（1/1个）、“肠系膜中动脉根部”（2/2个）淋巴结
中间组（1个）淋巴结
伊利替康
右梨状肌
左结肠旁
直肠梗阻
HARTMANN+乙状结肠造瘘术
腺癌PT4AN2AM0 IIIC期
乙状结肠造口回纳术
胃体小弯溃疡
胃CA
腹腔镜辅助，剖腹胃癌根治术
胃窦溃疡溃疡型中分化腺癌
 AFP
胃脘部
胃早癌剥离术
胃早癌剥离术后
子宫小肌瘤
宫颈前唇
宫颈3、6、9、11点
宫颈腺癌IIA1期
经腹III型全子宫切除+两侧附件切除+两侧盆腔淋巴结清扫+腹主动脉旁淋巴结切除术
高至中分化腺癌
子宫体
深静脉血栓
两上肢血管
胰头癌
胰体尾部
肝左左叶肝内胆管
胰腺占位：胰腺癌
胃多发息肉切除术
胰头低分化导管腺癌
肝左叶巨块型MT
特殊肝段切除术（V、VI、VIII段）+胆囊切除术
肝细胞肝癌，III级
胆囊旁淋巴结
肝MT术后
肝脏囊肿
剖腹探查+肠粘连松解+扩大左半结肠切除+肠外置术
造口回纳术
腹腔镜上直肠癌根治术（MILES）+放射性粒子植入术
（直肠）溃疡型中分化管状腺癌
会阴部
直肠癌（MILES）术后
孕早期超声
孕酮片
胎儿系统超声
胰岛素样生长因子测定
妊娠38+2周孕3产0LO先兆临产
降乙结肠癌根治术
（乙状结肠）管状腺癌
降乙结肠癌术后
t3n0m0Ⅱa
胃MT
胃MT肝转移
腹腔干
膈动脉
拓喜
ＴＨＰ
超液化碘油
乙肝后肝硬化失代偿期
轻度食管静脉曲张
乙肝表面抗原定性
乙肝核心抗体定性
乙肝DNA
肝硬化失代偿期
还原型谷胱甘肽
甘利欣
门冬氨酸鸟氨酸
恩替卡韦片
GGT
ALB
左侧背部
胆囊切除术后改变
胰腺炎术后改变
右侧髂窝区
TBIL
左肺癌
全腹腔镜上根治性远端胃大部切除术+直肠癌根治术
胃角溃疡型低黏附性癌(低分化腺癌，部分为印戒细胞癌)
胃小弯淋巴结
大弯及网膜淋巴结
小弯
鼻息肉
鼻息肉切除术
左鼻腔低分化鳞状细胞癌
左耳
洛芬待因片
盐酸羟考酮缓释片
鼻咽癌放疗后
头部癌性疼痛
格列美脲片
舌
倍他司汀
美西律
冠心病不稳定心绞痛
根治性残胃癌切除术
（残胃）胃近贲门处溃疡型管状腺癌II-III级
粘连性小肠梗阻
剖腹探查+小肠粘连松解术
食管中段腺癌
食管浅溃疡
十二指肠球部多发息肉
十二指肠球部息肉消融术
十二指肠球部息肉伴柱状下皮化生
十二指肠球部息肉
胃中至低分化腺癌，LAUREN
腹痛
慢性阻塞性肺病急性发作期
食管中段鳞状细胞癌
贲门癌根治（全胃切除）+胰腺体尾部切除+脾切除术
胃体小弯侧
胃底贲门
食管上段
胰腺体部及尾部
脾门淋巴结
胃壁浆膜层
剖腹探查+乙状结肠肿瘤根治术+放射性粒子置入
（乙状结肠）溃疡型中分化管状腺癌
肝脏选择性肝动脉造影术、肝癌肿瘤滋养动脉超选择性插管化疗栓塞术
卵巢浆液性乳头状囊腺癌
全子宫+两附件切除+腹盆腔粘连松解术
子宫右前侧壁上段
陶氏腔
左卵巢高级别浆液性乳头状囊腺癌
骨髓抑制I度
卵巢浆液性乳头状囊腺癌（IIIB期，G1）术后
胸主动脉
主动脉窗
隆突上见淋巴结
隆突上
贲门右小淋巴结
左下肺后段
心脏CT
心肌桥
右侧第一对角支近端
右乳房
右乳癌改良根治术
右乳腺浸润性导管癌Ⅱ级
右腋窝淋巴结
肝癌+胆囊切除术
肝细胞性肝癌
肝肿瘤
无水酒精
肝癌术后复发
肝癌介入治疗（TACE）
肝肿瘤射频消融
腹腔镜辅助远端胃癌根治术
胃窦小弯侧溃疡型低分化腺癌伴印戒细胞癌
右侧卵巢囊肿
卵巢囊肿剥除术
卵巢早衰
借卵胚胎种植
产科超声
肠镜+活检
肠息肉切除术
左中上腹
腹腔镜上盆腔粘连分离术、右侧输卵管切除术、左侧卵巢囊肿剥除术、腹膜病灶活检术
乳头状肿瘤
（左卵巢）子宫内膜异位囊肿
腹膜恶性间皮瘤
盆腔巨内巨大囊性包块
经腹全子宫切除术+两侧附件切除术
萎缩性宫内膜
（左）附件
右附件附件卵巢交界性粘液性囊腺瘤，局灶癌变
盆MRI
锁穿置管
乙状结肠癌手术
 CEA 
腹盆部，CT
错构瘤
总胆红素 
血常规
直接胆红素 
肝癌切除+胆囊切除术
中至低分化肝细胞癌（梁索型）
肝S2
门腔间隙淋巴结
T10右侧椎弓根
食管裂孔疝
结肠多发息肉镜上切除
（结肠肝曲、降结肠）腺管状腺瘤
左季肋
X线
淋巴细胞绝对值
平均红细胞体积
平均红细胞血红蛋白量
红细胞体积分布宽度
红细胞体积分布宽度百分比
咳嗽待查
网膜
系膜
右侧中上腹
小肠积气
前列腺钙化
右肺底
右侧胸壁胸膜
沙利铂
肩臂
头面
结肠肿瘤
腹腔镜上腹腔探查术、中转开腹，右半结肠癌根治术、小肠系膜结节活检、开腹肿瘤特殊治疗、肠粘连松解术
右半结肠粘液性腺癌（中分化）
肠系膜及网膜癌转移
右半结肠癌术后
腹部增强MRI+MRCP
右肾下腺结节
ERCP+胆总管金属支架植入
胆总管癌并两肺转移
杜密克
开塞露
股骨
胎盘
胎儿生长受限
低置胎盘
轻度食管静脉曲张可能
左侧胸
左下肺癌
左下肺癌癌伴肺内纵隔多发淋巴结转移左侧胸腔积液
薄芝糖肽
穿刺活检术
西林舒巴坦
左肺感染
系膜根部淋巴结
全子宫+两附件切除+盆腔淋巴结清扫术+肠粘连分解术
子宫内膜浆液性癌
转移性子宫浆液性癌
右锁下下淋巴结
癌抗原125 
左上肺癌
隆突上淋巴结
T2
ECT
左上肺中至低分化腺癌
左上肺低分化腺癌，CT2N2M1,IV期
右输卵管壶腹部妊娠
世福素
甘草合剂
胃癌术后复发
乳头状-管状腺癌
右卡尼汀
力素
氨基酸
脂肪乳
胸腺五肽
潘妥洛克
头孢替安
胃大部切除\\胃空肠吻合,空肠空肠吻合术
胃窦大弯侧
印戒细胞癌，弥漫型
胃周小弯侧
大弯侧
白细胞总数
食管腔
胸部ＣＴ
食管中上段MT
腹腔MRI
直肠癌放疗后
腹腔镜辅助直肠癌低位前切除，末段回肠预防性造口联合右侧卵巢切除术
肠系膜上动脉
输卵管副中肾管囊肿
翻身三切口食管下段癌切除+食管-胃底右颈部吻合+第6后肋内固定+空肠造瘘术
(喉返旁)淋巴结
(上段食管旁)淋巴结
(贲门旁)淋巴结
(胃大弯)淋巴结
颈段食管
周身骨骼
食管下段癌术后
动态心电图
偶发房性早搏
室性早搏（两源）
加速的室性逸搏
右侧胸膜
右室舒张功能减退
结肠息肉电切术
食管炎（A级）
十二指肠球部溃疡（S2期）
（肝曲）肠管状腺瘤
腺下皮低级别下皮内瘤变
（横结肠）肠管状腺瘤
腺下皮低级别下皮内瘤变（中度不典型增生）
胃肠息肉
贲门溃疡型胃癌
根治性全胃切除术（食道空肠ROUX-Y吻合、D2、R0）
食管胃交界溃疡型管状腺癌II
（第十一组）淋巴结
（腹主动脉旁）淋巴结
（空肠系膜）淋巴结
胃癌根治术(全胃）
中至低分化腺癌，LAUREN
腹水原因待查
经腹腹膜外子宫切除+两附件切除+全盆腹膜切除+盆腔淋巴结清扫+腹主动脉旁淋巴结清扫+阑尾切除术
（两侧卵巢）高级别浆液性乳头状癌
两侧输卵管壁外膜
右侧输卵管粘膜
阑尾浆膜面
左髂血骨淋巴结
上腔静脉旁淋巴结
髂前淋巴结
腹膜外肿瘤
胃癌根治术（毕I）
肠粘连松解术+空肠造瘘术
肠粘连
胃体大弯
萎缩性胃炎伴急性活动
.胃体隆起
SMT
十二指肠炎
胃体溃疡（A2，性质？）
剖腹探查术+远端胃癌根治术（ROUX-EN-Y吻合）
（胃）溃疡型中分化腺癌
胃窦溃疡型隆起性病变
胃隆起型高分化腺癌
乙状结肠肿瘤
乙状结肠粘液性腺癌（中分化）
腹腔镜辅助上根治性远端胃大部切除术
(远端胃)，：胃窦溃疡型黏液腺癌
胰岛
胃窦癌（PT4AN3BM0IIIC期）术后
直肠癌同时性右肺两发M
肺M
胸腔镜上切除右下肺M切除
回纳术
右肺M
瑞格列奈
50%GS
神经节甘酯
脑电图
头颅mr
左侧蝶窦炎
动态脑电图
抽搐待查
左眼
右眼
头孢甲肟
异搏定
美托洛尔
心肌缺血
心绞痛
乳腺癌
左侧上肢
维生素
卡马西
双侧腋窝
双侧锁骨
左侧腋窝静脉
乳腺癌术后
根治性全胃切除术后
胃体小弯侧溃疡型低分化腺癌（LAUREN，分型：弥漫型）
淋巴结见癌转移【共44枚，21，枚转移：第1组0/5、第2组0/0、第3组8/13、第4SA组0/2、第4SB组0/0、第4D组5/7、第5组1/1、第6组5/5、（第7、9组）0/6、第8组1/1、第11P组0/1、12A组0/2、 14V1/1】
爱斯万
腹腔镜辅助上根治性右半结肠切除术+小肠肿物切除术
右半结肠
肠绒毛状-管状腺瘤
胃肠道间质瘤
急性加重期
呼吸性酸中毒合并代谢性碱中毒 代偿期
肺性脑病
支气管扩张伴感染
肺大泡
全结肠
乙状结肠管状腺瘤
内镜下息肉摘除术
（乙状结肠）管状腺瘤，低级别上皮内瘤变
（直肠）炎性息肉
瑞格列酮
十二指肠大乳头
十二指肠乳头中分化腺癌
右锁下
腹腔肝门区
腹腔镜上DIXON'S
门脉高压并胃底-食道上段静脉曲张
腹腔中量积液
慢性肝病性胆囊
白蛋白
APTT
低白蛋白血症
人血白蛋白
内镜上黏膜切除术
肠管状腺瘤，伴低级别下皮内瘤变
结肠多发息肉内镜上息肉切除术
慢性胆囊炎伴胆囊内多发结石
结合胆红素
头孢米诺钠
头孢地尼胶囊
天晴甘美
古拉定
全腹部增强ct
肝Ⅱ段肿瘤
易善复
喜美欣
肝肿物
拜唐平
广泛性全子宫＋两附件切除术＋盆腔淋巴结清扫术
阴道壁
两侧宫旁
宫颈鳞状细胞癌IB1期
头孢唑肟钠
奥硝唑氯化钠
亚胺培南
泰能
西斯他丁钠粉针
苯海拉明
托烷司琼
宫颈鳞癌
M-R刀
右肺门
右肺门转移
横结肠腺癌
腹腔镜上横结肠切除手术
右侧腹
溃疡型低分化腺癌
低分化腺癌（大部分胃粘液腺癌）
腹膜网膜肠系膜转移
瑞戈非尼
结肠脾曲癌
肺部转移
（结肠）溃疡型腺癌，分化II级
同澳
5% GW 
L
室下性心动过速
骶部皮上脂肪瘤
全腹CT+增强
胰腺尾部
脾门
胃癌术后腹腔转移
替吉奥胶囊(艾奕)
结节型原发性肝癌
肝内多发囊肿
肝左叶肝癌切除+胆囊切除术
日达仙
短暂性脑缺血发作
胸12椎体
替米沙坦
右下肢
子宫切除术及右侧附件切除术
子宫肌瘤良性病变
卵巢黄体囊肿
腹腔镜胆囊切除术
乙肝
丙肝
隐源性肝硬化
食管胃底曲张静脉套扎术
下消化道
胰腺占位
（胰腺）导管粘液腺癌
胆管壁
（肝门部）淋巴结
尼莫斯汀
直肠癌（T3N2）
直肠癌CT3N2MX
枕部
口角
肾下腺彩超
远端胃大部切除术（B-II式）
胃窦小弯侧溃疡型低分化腺癌
盐酸伊立替康注射液
盆腔彩超
根治性远端胃切除、胃空肠ROUX-Y吻合术
胃体前壁及胃窦溃疡型管状腺癌II-III级
(胃右动脉根部)淋巴结
胃管状腺癌术后（PT4AN1M0IIIA期）
胰腺体尾部
横结结肠
颈部CT
右侧颈
咽后壁
口咽部
头颈部肿瘤
口咽
右颈根
腹盆，CT
胃体上部大弯侧
胃体大弯侧
右肝囊肿
左侧肢体
腹腔镜肝囊肿开窗引流术
肝囊性占位
食管腹段癌
右进胸食管腹段癌切除+食管-胃底弓上吻合术
（腹段食管及近端胃）食管蕈伞型鳞状细胞癌II-III级
（右上肺门）淋巴结
轻度慢性浅表性胃炎
胃镜上吻合口狭窄扩张术
左肝部分切除、胆囊切除术
中-低分化肝细胞肝癌
胆囊多发性胆固醇息肉
肝左叶局部切除术后
肝脏动脉
胸部ct平扫+增强
右肺中叶
胸腔镜下右中肺叶切除+纵隔淋巴结清扫术
(右中肺叶)肺周围型大细胞癌（淋巴上皮样癌亚型）
叶支气管周淋巴结
第7组淋巴结
右肺中叶周围型大细胞癌术后（pt2bn2m0Ⅲa期）
依托泊苷
wb
骨ect
右肺中叶周围型大细胞癌术后
左侧股动脉假性动脉瘤
左上肢截肢手术
腹部血管CTA
腹主动假性动脉瘤
右侧髂总动脉起始处管腔狭窄
右肾动脉假性动脉瘤
胸骨体骨折
两侧多根肋骨陈旧骨折
两肺感染
主动脉弓及胸主动脉壁广泛钙化
右冠状动脉壁少许点状钙化
肝左叶小囊肿
胸骨骨折
肺栓塞
CTPA
肺部CTA
上叶肺叶
肺段肺动脉
两肺轻度肺气肿
肺动脉栓塞继发性改变
INR
经腹广泛性子宫+两附件切除术+盆腔淋巴结清扫术
（宫颈）中低分化鳞状细胞癌
两侧卵巢白体
腹腔镜上广泛子宫切除
宫颈低分化鳞癌
宫颈鳞癌术后
原发性高血压
根治性近端胃切除+脾胰体尾部切除
(近端胃)溃疡型低分化腺癌
腹腔穿刺引流术
乙状结
胃息肉，
非萎缩性胃炎并胆汁反流
（乙状结肠）腺癌
结肠CA
门静脉左支
左肾小囊肿
结肠癌肝脏转移
胃癌根治手术
全胃低分化腺癌
腰肌转移
腹腔播散转移
右侧竖脊肌
直肠高位前切除术
直肠癌：隆起型　中分化管状腺癌
胆囊炎、胆囊结石
降结肠根治术
降乙交界处
（降结肠）中分化绒毛状管状腺癌，伴部分粘液腺癌及部分印戒细胞癌
腹主A
中分化腺癌伴黏液腺癌
胃空肠吻合+空肠侧侧吻合术
十二指肠第1段
近端胃腔
胰腺被膜
5、8、12组淋巴结
（大网膜）纤维脂肪组织内浸润的低分化腺癌
胃型粘膜
左颈内静脉置管术
急性右心衰
慢性肾衰竭（尿毒症期）
二甲两胍缓释片
瑞格列奈片
重组甘精胰岛素注射液
颅脑ct
右侧丘脑出血
颅
脑室
颅骨钻孔血肿抽吸术
来适可
房颤病
冠状动脉支架植入术
肝多发囊肿
两上肺少许感染
轻度肺气肿
右侧肋膈胸膜
心悸、气促待查
宫颈CIN3改变累及腺体
冷刀宫颈锥切术
元胡止痛片
糜烂性全胃炎
慢性结肠炎
上消化道出血原因待查
十二指肠乳头神经内分泌癌切除术后
右颈IV、V 区淋巴结
直肠中上段
宫颈纳氏囊肿
哌拉西林他佐巴坦针
（右肺穿刺）腺癌
肺穿
下胸
频发房性早搏
肝内外胆管结石
胆道探查术+T管引流术+胆道镜取石术+腹腔粘连松解术+剖腹探查术
T管造影
肝内胆管多发结石
右左肝管
胆道探查术
胃角癌
腹腔镜辅助上根治性远端胃大部切除术（毕II式，D2）
胃角溃疡型管状腺癌II级
(胃右A根部）淋巴结
(第8P）淋巴结
胃角癌术后
（胃角）印戒细胞癌
腹膜后多发小淋巴结
腹腔镜上远端胃大部切除术+放射性粒子植入术
（第3、6组）淋巴结
纳
结肠溃疡型中高分化腺癌，部分粘液腺癌
 CEA
腹盆B超
HP
结肠直肠多发性息肉
肠镜上结肠直肠多发性息肉氩气刀治疗术
肠区
两肺底
腹胀原因待查
胃部息肉
宫颈癌根治术+两侧卵巢切除术
（全子宫）宫颈中至低分化鳞状细胞癌
鳞状下皮原位癌
手脚
白细胞数 
大腿
右肩部
右侧胸壁
创伤性休克
头皮
鼻骨骨折
两侧下颌窦少许炎症或积血
两侧下颌窦壁不除外线性骨折
右肺炎症
肺挫伤
左肺底少许慢性炎症
右侧肱骨下端近外科颈粉碎性骨折
右肩关节盂部分线性骨折
右肩半脱位
右侧股骨下段及转子间粉碎性骨折，伴周围血肿形成
右侧耻骨上支线性骨折
颈椎、胸椎及腰椎退行性变
脊柱侧弯
骨折
腹腔镜探查，根治性全胃切除术
直乙交界处
直乙交界处肿瘤
心肺
冠状动脉粥样硬化性心脏病基础疾病
反流性食管炎（a级）
非萎缩性胃炎伴隆起糜烂
结肠多发息肉反流性食管炎（a级）非萎缩性胃炎伴隆起糜烂十二指肠球炎
疣状胃炎
十二指肠球部、降段炎症
结肠多发息肉高频电切术
(降结肠、横结肠)管状腺瘤Ⅱ级
低级别上皮内瘤变
降结肠肿瘤
横结肠肿瘤
安博维
胃窦小弯侧低分化腺癌
根治性胃大部切除，毕I式吻合
胃窦小弯侧低分化腺癌，溃疡型
胃术后
腹腔镜辅助直肠癌根治术（miles术式）
直肠溃疡型乳头状腺癌伴粘液腺癌分化
造口旁疝
氯硝西泮
全子宫+两附件切除术+盆腔淋巴结清扫+腹主动脉旁淋巴结清扫+大网膜切除+肠粘连松解+直肠部分切除端端吻合术+阑尾切除术+腹腔热灌注化疗（卡铂600MG）+腹腔置管引流术
右侧面部
单侧肢体
CK
CKMB
赖氨匹林
肝内胆管细胞癌
肝左叶部分切除术+胆囊切除术
PTCD引流
右左肝管内留置金属支架
更换PTCD引流管
原位肝移植术
TB
CB
A/，G
R-GT
肝小叶
门管区
胆管炎
联苯两脂
ALT/AST
FK506
左上肺切除术
乳头状腺癌ii级
支气管旁淋巴结
（第5组）淋巴结
（第10组）淋巴结
诺维本
纵隔淋巴结
力比泰
纵隔仍有淋巴结
伽玛刀
pet/ct
左肺癌多发淋巴结转移
左侧腹壁、脑转移
肝脏左叶转移
脑部
消化道溃疡
淀粉酶 
脂肪酶
重症急性胰腺炎
ARDS
MODS
腹腔镜辅助上直肠癌根治术+放射粒子植入术
直肠吻合口口瘘
右上肢、上腔静脉造影+上腔静脉滤器取出术
直肠癌肺转移
贲门-胃体癌
腹腔镜辅助上根治性全胃切除（D2）+食管空肠ROUX-EN-Y吻合术
食管胃交界溃疡型管状腺癌III级，伴神经内分泌分化
(脾门)淋巴结
脾动脉旁淋巴结
空回肠交界处
空回肠交界
小肠部分切除术
（小肠）T细胞淋巴瘤
肠病相关性T细胞淋巴瘤（I型）
两侧颈部小淋巴结
左侧输尿管
小肠术后
经腹直肠癌根治术（DIXON术）
直肠中分化腺癌DUCKA期
血糖(静脉血)
完全性左束支传导阻滞
左上腹部
右膝
右侧胫骨平台
右侧股骨远端内侧髁
右侧胫骨骨干
右大腿截肢右膝肿物切除及右腹股沟淋巴结清扫术
梭形细胞恶性肿瘤（G2级）
右侧闭孔
右腹股沟区
右髂髂外血管
右侧闭孔淋巴结
感冒
如意定喘片
鳞状下皮呈乳头状增生，部分鳞状下皮呈低级别下皮内瘤变
颈胸腹部，CT
食管癌，伴右侧锁骨下窝、食管旁沟及纵膈内多发淋巴结转移
食管憩室
食管癌伴纵隔淋巴结转移
泰索帝
肺癌及肺部感染
左肺下叶近肺门处占位性病变伴下叶支气管狭窄、闭塞
肺Ca伴阻塞性肺不张
肺气肿征
两肺上叶少许感染
左肺门
肺内转移可能？
左侧第3后肋骨质转移
下腹部CT平扫+增强
中央型占位病变
阻塞性肺炎
右乳浸润性导管癌
右乳癌改良根治术+右锁骨下淋巴结活检术
浸润性导管癌
肝VIII段
两侧卵巢切除去势手术
腹腔镜上两侧卵巢切除术
NVB
右肩关节
右侧肘部
踝关节
空肠肿瘤切除，胃肠吻合，小肠吻合，横结肠部分切除，回肠末端两腔造口
腹腔术后
NEU
 NEUT
右侧腰部
妇科彩超
腹腔辅助上直肠癌根治术（DIXON）+放射性粒子植入术
直肠中-低分化管状腺癌（含粘液腺癌成份）
肠壁下淋巴结
腹腔镜辅助上根治性远端胃大部切除术（D2）
（远端胃），：胃窦隆起型粘液腺癌
（胃右动脉根部）淋巴结
近端胃癌根治术
（胃）低-中分化腺癌伴神经内分泌分化，溃疡型
食管旁淋巴结
食管上段贲门CA
贲门腺癌（中度分化），浸润溃疡型
上段食管旁”（3个）、“贲门周围”（4个）、“胃右动脉旁”（8个）淋巴结
贲门癌（中分化腺癌）PT4AN3AM0,IIIC期
贲门癌化疗后
肝S4~8
马来酸吡咯替尼
感冒疏风片
四季感冒片
呕吐物隐血试验
（左半结肠）腺癌
 肠壁一站(8个)、二站(4个)、三站(3个)、中间组(5个)淋巴结
胃癌姑息性切除术（远端胃大部切除+毕I式吻合）
胃窦小弯
7、8、9组淋巴结
（胃）低分化腺癌
胃壁深肌层
第7、8组淋巴结
根治性全胃切除术+食管空肠ROUX-Y吻合术（D2）
贲门胃体下段小弯侧
食管胃交界溃疡型低分化腺癌
肠低分化腺癌（印戒细胞癌）
肾区
内镜上胃息肉切除术
雷贝拉唑肠溶片
L-谷氨酰胺颗粒
（胃大体）镜检为低分化腺癌
印戒细胞癌（LAUREN，分型：弥漫型）
胃窦癌综合治疗后
直肠癌LAR术
胸部，CT
降结肠癌根治术
阑尾炎
胆管中段狭窄
MRCP
胆总管中段狭窄
臀
泰勒宁
左半结肠癌切除术
左附件转移
左卵巢+全子宫切除术
环磷酰胺
肝左叶转移瘤
阴道残端复发
髂血管旁旁淋巴结
胃癌癌根治术（远端胃大部切除+毕I式吻合术）
胃窦前壁腺癌（低分化）粘液性印戒
三组（5个）、四组（4个）、七组（1个）、“1、3、7组”（12个）淋巴结
右半结肠切15除术
结肠腺癌（中度分化），溃疡型
结肠腺管状腺瘤
肠壁一站（1/5个）淋巴结
肠壁二站（3个）淋巴结
FT4
腹腔镜上广泛切除术+两附件切除术+盆腔LN及腹主动脉旁淋巴结清扫术
子宫内膜样腺鳞癌II级伴鳞状生化
两侧髂
两髂
两闭孔
阴道口
腋下淋巴结转移
他莫昔芬
双侧锁骨上淋巴结
右侧锁骨上淋巴结
乳腺癌转移
胃癌根治术（远端胃大切
高血压病？
2型糖尿病？
低血糖
宫颈活检术
（宫颈）鳞状细胞癌
腹腔镜上广泛性子宫切除术+两侧附件切除+盆腔淋巴结清扫术+盆腔粘连松解术
（宫颈）中分化鳞状细胞癌
右、左盆腔淋巴结
右、左附件
头孢美唑钠
柰达铂
腹盆MRI
乙状结肠切除术
乙状结肠癌（PT3N1M0）
左锁骨下淋巴结
:食管粘膜慢性炎
胃慢性炎症伴HP感染
左锁骨下淋巴结转移癌
宫颈部
子宫粘膜上肌瘤
宫腔镜上子宫粘膜上肿物切除术
宫颈口
骨外尤文肉瘤/原始神经外胚叶肿瘤（ES/PNET）
（宫颈）小圆细胞恶性肿瘤
尤文肉瘤
子宫肉瘤术后
两侧乳腺
两腋窝
异环磷酰胺
食管胃交界部腺癌
根治性全胃切除+食管-空肠ROUX-EN-Y吻合术
右侧腹腔
食管胃交界早期浅表隆起型（0-IIA型，肿瘤主体位于胃）管状腺癌II级，局部为黏液腺癌
根治性全胃切除术+食管-空肠吻合术后，吻合口瘘
甲硝唑
食管胃交界部腺癌术后
癫痫
颅脑外伤
巧克力囊肿
双侧卵巢巧克力囊肿
贝依
双卵巢巧克力囊肿
胃癌根治术（全胃切除术+间置空肠吻合术）
胃体后壁溃疡型低分化腺癌伴印戒细胞癌
左侧肩背部
血型
蛇毒血凝酶
卡络磺
去甲肾下腺素
低血容量性晕厥
 CA199
胰头区
胆、胰导管
肾结石
胃部
直肠癌手术
 两肾囊肿
右侧腹股沟疝
神经痛
姑息性乙状结肠癌切除+横结肠造瘘术
（乙状结肠）粘液腺癌，浸润溃疡型
 肠壁一站（10个）淋巴结
胃癌根治术+区域淋巴结清扫+横结肠肠段切除+放射性粒子植入术
（胃大弯、小弯）溃疡型中分化管状腺癌
胃壁全层
神经
胃大弯脂肪
升结肠恶性肿瘤
根治性左半结肠切除术+胆总管探查术
左半结肠溃疡型中分化管状乳头状腺癌
升结肠肿瘤根治术后
胆囊结石、胆囊穿孔、胆总管结石
胆囊穿刺置管引流术
左肺大泡
心包积液并心包增厚
胆总管结石；胆囊结石并胆囊炎；胆囊穿孔
胆囊结石、胆总管结石
格列齐脲
子宫动脉栓塞
两附件切除+腹盆腔淋巴结清扫
右附件卵巢
腹盆LN
腹腔镜左半结肠切除术+TEM
免疫性血小板减少症
丙种球蛋白
白介素
益比奥
心脏支架
右手腕部
血小板减低症
雷米普利
秋水仙碱
苯溴马隆
肝性脑病
重度食管静脉曲张套扎治疗+组织粘合剂
呋塞米片
肝硬化失代偿胃底静脉曲张治疗术后
宫颈鳞状细胞原位癌累及腺体
广泛全宫切＋两侧附件切除术＋盆腔淋巴结清扫术
宫颈低分化鳞状细胞癌
卵巢癌减灭术
两侧卵巢肿瘤
左侧腹股沟区
超声心动图
直肠周小淋巴结
腹腔镜DIXON
腹腔镜上直肠全系膜切除术(TME)预防性回肠造口术
左上腹回-回肠套叠
小肠淋巴瘤
腹腔镜探查、左半结肠切除术
套细胞淋巴瘤
右颈部V区
中轴骨
骨盆
左半结肠切除、直肠癌切除（HARTTMANN）术
直肠残端漏
腹盆腔冲洗引流术
直肠、左半结肠切除术后
下段输尿管
两肾小囊肿
降结肠中分化管状腺癌
腹腔镜上根治性右半结肠切除术
结肠溃疡型中分化管状腺癌
(右结肠根部淋巴结
结肠中血管右支根部淋巴结
食管胃底静脉曲张
胃潴留
肝IV、VIII段交界处及右叶II段
普美显
肝MT综合治疗后
肝左前叶
胃全切术
腹主动脉右前方
脾血管
肝、肾囊肿
乙状结肠癌+部分膀胱切除手术
转氨酶
糖尿周围病神经病变
舌头
脑络通胶囊
多瓣膜反流
肺动脉重度高压
橘红痰咳液
甲胎蛋白测定
血清人绒毛膜促性腺激素测定
卵巢生殖细胞恶性肿瘤
脑转移
脑血栓
博莱霉素
左侧附件切除术
肝细胞肝癌,分化II级
肝左叶MT治疗后
RFA术
B超引导上肝肿瘤射频消融毁损术
RFA
颈动脉多发硬化性斑块形成
头颈部CTA
两侧基底节区及侧脑室体旁腔隙性脑梗死
右侧颞、枕叶慢性脑梗死
右侧顶叶软化灶
右侧下颌窦炎症或息肉
两侧筛窦炎
食道中段
食道旁
CTA
头臂干
左侧颈内动脉
右侧锁骨上动脉起始段
颈内动脉
大脑前、中、后动脉
胆囊肿大
左肾结石
颈动脉彩超
颈动脉粥样硬化
左侧颈动脉中段
右侧颈动脉
左侧椎动脉
食管癌根治术
食管鳞状细胞癌（低分化）
管状腺瘤伴下皮内瘤变
腹部盆腔CT
直肠乙状结肠交界
ROUX-Y吻合
胃角溃疡型粘液腺癌，部分为印戒细胞癌
(第7组)淋巴结
(第8组)淋巴结
(第9组)淋巴结
胃角溃疡型粘液腺癌（PT4AN2M0IIIB期）术后
二氧化碳潴留
慢阻肺
肺源性心脏病、2型呼衰
高血压3级
盐酸氨溴索口腔崩解片
 胃癌术后
肝门静脉
托拉塞米
内镜下食管曲张静脉结扎术
食管静脉曲张破裂硬化术
新癀片
左梨状窝鳞癌
博安霉素
全喉切除术+左颈根治性颈清扫术
左梨状窝鳞癌（YPT3N2M0，IVA期）
颈部MRI
胸腔镜辅助上右下肺叶切除及纵隔淋巴结清扫术
中分化鳞状细胞癌，PT2AN0M0，IB期
颈部胸部CT
甲状腺左叶
甲状腺原发恶性肿瘤并淋巴结转移
右侧气管食管沟及隆突上淋巴结
胸上段上段食管
颈部IV区
早孕B超
亚临床甲减
妊娠合并亚临床甲减
食管贲门小弯侧溃疡型中分化腺癌
贲门齿状线下部分食管
返流性食管炎，残胃炎
右侧肋部
脑胸腹CT
后纵隔
施慧达
银丹心泰滴丸
右附件区
肠癌转移
右股骨颈
股骨下段
甲状腺癌转移
甲状腺右叶+峡部切除+右VI区淋巴结清扫术+右侧喉返神经探查术+全子宫两附件切除术
结肠癌卵巢转移；结节性甲状腺肿
SP
特比澳
WBC 
 PLT
血小板总数
白细胞总数 
丙氨酸氨基转换酶
腹腔镜辅助上探查+直肠癌根治术
直肠溃疡型中-低分化管状腺癌
直肠腺癌术后
肝动脉灌注化疗术
5-，FU
胆管癌介入治疗后
肝右叶肝内胆管扩张
胆管癌切除术
PTCD术
右肝内胆管细胞癌术后综合治疗后
左肝管
肝左叶肝内胆管
肝肿瘤微波消融术
胃底部
小弯侧
全胃切除，空肠J字代胃术
胃底、体小弯侧低分化腺癌，部分为印戒细胞癌图像，蕈伞型
三组（5/13个）淋巴结
一组（7个）、四组（13个）、五组（1个）、六组（4个）淋巴结
大弯
四组（3/9个）、六组（1/6个）淋巴结
肝圆韧带
三组（2个）、五组（1个）、“1、3、7组”（13个）淋巴结
肝肺多发转移
腹腔镜DIXON术
右肝外叶
肝门区，胃右动脉旁淋巴结转移
右半肝巨大肝癌切除+逆行性胆囊切除+肝门淋巴结清扫术+胃壁修补术
肝细胞肝癌
CT引导上淋巴结射频消融术
胸腹MR
胰腺体部
全子宫切除术+右侧附件切除术
子宫内膜样腺癌（中-低分化）
坎地沙坦酯
Ⅰ度房室传导阻滞
贫血原因待查
腹腔镜上根治性全胃切除术ROUX-EN-YD2R0
肝总动脉
胃体溃疡型管状腺癌2-3级
胃中至低分化腺癌
右足第1、2趾远端
右第1、2足趾
两上肢动脉硬化闭塞症伴坏疽
右上肢动脉造影+右上肢动脉置管溶栓术
右侧上肢动脉PTA+STENT+右上肢动脉置管溶栓术
右股浅动脉远端
右侧上肢动脉PTA+STENT术
右足
右第1、2足趾坏疽
下腹痛
（左半结肠）结肠隆起型高中分化腺癌
淋巴结未见癌转移（肠周0/13，结肠中血管旁0/2）
右乳肿块切除术
右乳改良根治术
右乳及腋窝淋巴结
胸肌间淋巴结
右侧第三组淋巴结
白内障手术
利可君
地榆升白片
网织红细胞计数
左侧颈部淋巴结
颈部b超
双侧颈部
右侧最大
双侧颈后淋巴结
穿刺术
非霍奇金淋巴瘤
左侧颈部淋巴结切检术
弥漫大b细胞淋巴瘤
滤泡淋巴瘤3级（10%）
左肺下叶前内基底段周围型mt伴纵隔、左肺门淋巴结门淋巴结转移
左侧胸膜多发种植转移
原发性支气管肺癌（左肺混合性腺-神经内分泌癌
厄洛替尼
左下胸
左声带
颈部，MRI
左侧上颈部
下纵隔（食管）肿瘤
颈部+胸部，CT
食管CA
HRCT
两侧颈动脉鞘间隙
颌上间隙
胃窦炎
浅表性胃窦、角炎伴糜烂
胃底多发息肉
胃巨大溃疡性病变，恶性可能大
十二指肠球部炎性息肉
胃体溃疡
B细胞淋巴瘤
长春新碱
醋酸泼尼松片
卓迪
耐信片
阿莫西林
醋酸泼尼松
高舒达
子宫内膜分段诊刮
恶性苗勒氏混合瘤
全子宫+两附件切除+盆腔淋巴结清扫+大网膜切除+腹主动脉旁淋巴结活检术
子宫内膜样腺癌（中分化）
IFO
盲肠部
(左半结肠)大肠回盲部结外粘膜相关淋巴组织边缘区B细胞淋巴瘤(MALT)
胸部+全腹CT
回盲部淋巴瘤术后
胃癌根治术（D2全胃+ROUX-EN-Y重建）
胃食管结合部腺癌II型，PT3N3AM0，IIIB期
胆囊结石伴慢性胆囊炎
宫颈冷刀锥切
腹腔镜宫颈癌根治术
颈部、纵隔、淋巴结转移
食管胸中上段癌
锁骨下区
右腋区
胸12
开腹探查，直肠癌切除，结肠造瘘术
直肠溃疡型中分化腺癌
肝转移灶射频消融术
伊立体\U0004\U0004替康
肝转氨酶
宫内孕不全流产
清宫
低分化鳞癌
低分化癌
两侧附件区
右锁骨下、两侧腹股沟淋巴结
结肠息肉 内镜上切除术后
两侧卵巢+两侧附件+大网膜切除术
卵巢癌细胞减灭术
两侧附件浆液性乳头状腺癌II-III级
卵巢浆液性乳头状腺癌
直肠腹膜反折处
结肠黑变病
右盆腔髂血管
神经内分泌肿瘤转移
 CA199 
直肠神经内分泌肿瘤
法米替尼
甲状腺功能低上II度
尿蛋白
善宁
腹、盆，CT
右侧髂内闭孔区
前腹壁
腹直肌
右侧腹直肌
膀胱前壁
兰瑞肽
替莫唑胺
胃癌根治术（毕I式吻合）
全子宫、两侧卵巢输卵管切除术
卵巢浆液性乳头状囊腺癌IIIC期
右肾重度积水
右侧输尿管下段积水
 脂肪肝
蛇毒血凝酶注射液
左后外侧开胸，食管下段癌切除，食管胃弓下吻合术
食管下段中分化鳞癌
上消化道造影
食道中上段
食道癌术后复发
慢性阻塞性肺疾病急性期
宫腔镜上子宫内膜息肉切除术
息肉
胰腺囊腺癌
胰体尾切除+空肠近端切除+脾切除+结肠脾区切除+ROUX-EN-Y吻合术
胰腺粘液性囊腺癌
右侧顶叶
右侧下颌窦炎症
右上腹部
右肾输尿管中段结石伴右肾积水（中度）
左肾积水（轻度）
CTU
右肾多发结石伴右肾、右输尿管下段轻度扩张、积水
右输尿管中上段
右输尿管结石
十二指肠息肉
消化不良
左半结肠切除术+淋巴结清扫术
（左半结肠）中低分化腺癌
术后肠梗阻
右乳腺浸润性导管癌
雷诺得
卵巢去势手术
瑞宁得
右股骨
肠壁浆膜上层
上腹部CT
乙状结肠壁
腹腔镜上腹腔探查术+中转开腹+术中冰冻活检+乙状结肠癌根治术+小肠部分切除术、肠吻合术
膀胱壁
右侧膀胱壁
乙状结肠系膜间及根部
乙状结肠低分化腺癌
广泛子宫+双附件切除+盆腔淋巴结清扫+左输尿管双j管放置术
宫颈角化型鳞状细胞癌
双侧髂总、盆腔淋巴结
子宫颈癌ib1期
经腹腔镜直肠癌DIXON术
直肠癌（浆膜上层），扁平隆起型，高分化腺癌，I级
原发性高血压3级很高危
消渴丸
胸部、下腹、上腹部、盆腔，CT
左侧阴囊
左半结肠切除+乙状结肠部分切除+盆腔结节切除+腹腔热灌注化疗术
盲肠中至低分化腺癌，术后分期为 PT4BN0M1B,IVB期
直肠腺癌（PT2N0M0）
（直肠）中分化腺癌
食管胸上段
双侧腋上
食管癌（胸中段 肿块型）
胃肠功能紊乱
浅表淋巴结B超
锁骨下
骨髓抑制II度
肛周MR
尾骨
（肛管）符合派杰氏病（PAGET'S病）
直肠病损切除术
核黄素
肛管恶性肿瘤
右中上腹
左肺上叶外基底段
周围型肺肺癌癌
右肺下叶舌段
左下气管
两上气管
隆突
左肺门淋巴结
非霍奇金淋巴瘤，T细胞性
右中上腹小肠
空肠回肠侧侧吻合术
吡柔比星
万古霉素
IFP
VP-16
MTX
DXM
髂总血管
右锁骨下区、纵隔、左肺门淋巴结
肝S7 囊肿
伏立康唑
丙球
胃体胃角印戒细胞癌及管状腺癌，弥漫型
中低分化腺癌部分印戒，混合型
宫颈癌IIA1期
全麻上宫颈癌根治术（保留神经III型广泛子宫切除术+两侧附件切除术+盆腔淋巴结清扫术）
宫颈低至中分化鳞状细胞癌
宫颈及颈管
右左髂总、右左髂外、左闭孔淋巴结
鳞状细胞癌转移
中腹部
头昏待查
胸中段食管癌
经左胸下腹颈部食管部分切除+胃食管颈部吻合+二野清扫术
鳞癌，PT3N1M0
左喉返神经旁旁淋巴结
泰素帝
宫颈癌IB1期
经腹广泛子宫切除+两侧输卵管切除+盆腔淋巴结清扫术
两侧主韧带
宫骶韧带
两侧闭孔
（宫颈）中-低分化鳞状细胞癌，内生浸润型
右髂髂血管淋巴结
右髂总及左髂总淋巴结
子宫腺肌病
两侧输卵管系膜囊肿
红源达
复方地茯口服液
长春胺缓释胶囊
亚临床甲状腺功能减退症
β-地中海贫血
宫内妊娠
疤痕子宫
亚临床甲状腺功能减退
腹腔镜辅助上直肠癌根治术（MILES）
直肠溃疡型中分化管状腺癌
腰椎CT
腰2椎体
腰痛待查
右半结肠癌根治术
中分化腺癌（PT3N0M0）
左下肺及肝转移
肝转移灶切除术
右乳癌根治术
（右）乳腺浸润性导管癌，II级
（右腋窝前哨）淋巴结
（右腋窝前哨及导丝定位）淋巴结
芙瑞
大型血小板比率
非霍奇金淋巴瘤，粘膜相关淋巴瘤（MALT型）
米乐松
VDS
肺动脉瓣局限性反流
主动脉瓣中度反流
三尖瓣、二尖瓣重度反流
根治术全胃切除术
食管胃交界溃疡型管状腺癌，II-III级
腹腔镜辅助右半结肠根治性切除术、胃部分切除术
胃大弯后壁
肾脏
（右半结肠+部分胃壁），：结肠溃疡型中分化腺癌
中度慢性浅表性胃炎
白球比
两侧基底节
侧脑室体
脑白质脱髓鞘
左肺下叶、中叶及两上肺感染
窦性心律不齐
I型呼吸衰竭
缺血缺氧性脑病
NEUT%
LYMPH%
MCV
MCH
MCHC
两侧锁骨
右肾动脉
右侧膈脚
左侧肺门小淋巴结
乙状结肠姑息性切除术
乙状结肠印戒细胞癌
乙状结肠癌姑息术后
右侧腋窝、右侧锁下、纵隔、左肺门淋巴结
膈脚
左肾下腺
食道胸中段鳞癌
左胸三切口部分食管切除+胃食管右颈吻合术
乙状结肠息肉电切术
肠粘膜慢性炎
乙状结肠中分化腺癌术后YPT0N1M0 IIIA期
阑尾及小肠粘膜慢性炎
升结肠占位
腹水
腹腔、盆腔积液
升结肠腺癌腹腔多发种植，伴不完全肠梗阻
大网膜切除+胃空肠吻合术+回肠-横结肠吻合术
弥漫大B细胞淋巴瘤
十二指水平段
胰十二指肠切除术（WHIPPLE术）
十二指肠中分化腺癌（PT2N0M0）
十二指肠腺癌术后
全子宫切除+两附件切除+盆腔淋巴结切除+腹主动脉淋巴结切除+大网膜切除+肠粘连松解术
高级别浆液性腺癌
中见低分化腺癌
卵巢低分化腺癌IIIC期
腹部MRI+MRCP
胆总管上端肿瘤
胰头中分化腺癌
胰头癌术后
胃病
左半结肠切除+WIPPLE术
肝曲结肠癌
LYNCH综合征
DB
XELOX
全子宫两附件大网膜阑尾切除、腹壁病灶切除术
左卵巢瘤
阔韧带后叶
卵巢浆液性囊腺癌（中分化）
卵巢浆液性囊腺癌（中分化）IIIｃ期
肛泰栓
糖尿病周围血管病变
PT
右心房
左心房
心脏扩大
心功能 2-3级
高血压2级很高危
右前臂动静脉内瘘成形术及左颈内静脉置管术
腹腔镜上直肠部分切除术
宫颈癌IIA2期
III型子宫切除、两附件切除、盆腔淋巴结清扫
宫颈低分化鳞状细胞癌，内生浸润型
（宫腔）子宫内膜息肉
（两侧）输卵管
斯达舒
腹部平扫CT
十二指肠球部多发性溃疡A1期
反流性食管炎2级
食道静脉轻度曲张
食道胃黏膜异位
十二指肠溃疡
腹腔镜中转-根治性全胃切除术
胃体下段至胃底贲门部
胰体尾
肝固有动脉
食管胃交界处溃疡型低分化腺癌
腹腔镜直肠癌根治术（MILES术）+肠粘连松解术
全胃切除术+空肠J字代胃术
胃体腺癌（低分化）
。一组（7个）、三组（2个）、四组（4个）、五组（1个）及六组（2个）淋巴结
盲肠癌（，癌症分期为：T3N3M1）
剖腹探查+左半结肠切除+肠粘连松解术
（左半结肠）粘液腺癌
腹腔镜上乙状结肠病损切除术
肠管系膜
左肝转移灶射频消融术
结肠癌肝转移术后
十二指肠乳头部
胆囊管
肝内外胆管、胰管扩张
壶腹癌
肝小囊肿
左肺中叶局限性肺不张
左肺上叶后基底段
TBIL/DBIL
ERCP术+胆道支架置入术
TBIL/IBIL
头CT
血脂康
特发性震颤
贲门肿瘤可能？
胃Ca
左肺中叶外侧段及两肺上叶少许炎症
左肺下叶尖后段
纵隔及左肺门区淋巴结钙化
肝左后缘斑点状钙化
主动脉、冠状动脉及两侧髂动脉壁钙化
胸椎、腰椎骨质增生
左侧第7肋间
主动脉增宽钙化
贲门曲
食管远端
门静脉左干
主干
脾静脉
胃引流静脉
癌栓
胃癌伴转移
右半结肠溃疡型中低分化腺癌伴粘液腺癌
左肺上叶肺大泡
胸腹盆
胃小弯侧淋巴结
腹盆腔、胸，CT
 腹盆 ，CT
结肠侧向发育型肿瘤（LST）
结肠侧向发育型肿瘤
肝癌射频消融术
肝脏萎缩
肝右叶萎缩
肝左叶第VIII段
开腹射频消融术＋胆囊切除术＋化疗泵置入术
肝癌复发
介入手术
餐后1小时血糖
部分性前置胎盘
完全性前置胎盘
心脏病
两侧小腿
膝部
姑息性近端胃大部切除、幽门成形术
食管上端
胃食管
（胃体）高级别下皮内瘤变（重度异型增生及原位癌）
腹腔镜上直肠癌姑息性切除术DIXON
直肠癌伴穿孔
弥漫性腹膜炎
剖腹探查+直肠癌根治术（HARTMANN术）+肠粘连松解术
左前臂
乙状结肠造瘘
子宫内膜非典型增生
全子宫两附件切除+盆腔粘连松解术
替勃龙
阴道顶端切口出血伴感染
两肺中上野感染
（贲门）腺癌
贲门小弯侧腺癌II-III级，LAUREN混合型
胃体神经内分泌癌，低分化
骨MRI
胸、腹、，盆腔CT
直肠壁
直肠腺癌（中低度分化），部分呈粘液腺癌图像，浸润溃疡型
炎性增生性息肉
开腹探查乙状结肠癌切除术
乙状结肠隆起型中分化腺癌
SPO2
（宫颈肿物）活检术
宫颈下唇
宫颈癌根治术(II型子宫切除+两侧附件切除+盆腔淋巴结清扫术+腹主动脉旁淋巴结活检术）
宫颈低分化癌
低分化腺鳞癌
左中腹
脾区
盆底膀胱直肠窝前壁
扩大性左半结肠根治术
乙状结肠管状腺癌
直肠膀胱陷窝
腹腔镜辅助上根治性全胃切除术
胃体小弯侧浸润型管状腺癌II-III级，部分为粘液腺癌和低粘附性癌
（第12P组）淋巴结
唐筛
GBS
胎监
妊娠38+1周孕2产0LO临产
浅表性胃炎伴糜烂
胃息肉电切术
二氧化碳
钙
磷
大腿外侧
腹腔镜根治性全胃切除术
(全胃)平坦型低分化腺癌
十二指肠球部溃疡
门脉右支
腹腔镜上直肠癌根治术+右半肝切除术+胆囊切除术
右半肝
直肠腺癌肝转移
胃角溃疡(S2期)
右上上肺
纵膈及所摄入右锁骨窝区、肝胃间隙多发肿大淋巴结
食管中上段鳞癌
腹腔镜直肠癌根治术（DIXON术）
（直肠）粘液腺癌伴印戒细胞癌成分（40%）
食管胃癌
胃食管结合部
CYFRA21-1
胃食管交界癌
腹膜弥漫转移
腹腔大量积液
经腹食管胃交界腺癌根治术
（食管胃交界腺癌化疗后）食管及胃交界部低分化腺癌
食管胃交界
腹腔镜上直肠根治术（DIXON手术）中转开腹+膀胱病损修补术
肠外生型管状腺癌II级
右侧输卵管切除术
胃体印戒细胞癌
剖腹探查＋大网膜活检术+子宫下段剖宫产术
电视喉镜喉咽新生物活检术
全喉切除+左颈淋巴结清扫术
（全喉）低分化鳞形细胞癌
喉室
食管MT
低分化鳞形细胞癌
食道中段MT
胸部CT增强
回盲部腺癌（中、低度分化）
肠壁一站（1/17个）淋巴结
升结肠恶性肿瘤术后
胃窦部MT伴胃周淋巴结转移
肝左后叶上段及两肾囊肿
左肾小结石
胃癌根治术，毕II式远端胃
胃窦部小弯侧
胃周
(远端胃)下皮性恶性肿瘤，部分区为神经内分泌癌(G3，约占肿瘤体积40%)；部分为肉瘤样癌(约占肿瘤体积40%)；部分为管状腺癌，分化II级(LAUREN分型肠型，约占肿瘤组织20%)
神经内分泌癌
部分肉瘤样癌
部分管状腺癌
妊娠39+1周孕2产0RO先兆临产
左肺周围型肺癌
转移性淋巴癌
矽肺
陈旧性肺结核
压疮
结肠脾曲MT
右半结肠根治术
造瘘肠段回纳术
“DIXON'S”术
直肠癌根治+肝转移瘤切除术
肝转移瘤RFA术
肝S5.8 交界区
肝S2.4.6.8
肝S5.8交界区
肝脏超声
肝S2，S4，S8
肝S3
幽门管大弯
胃窦溃疡型管状腺癌II-III级，少部分为低粘附性癌（主要为印戒细胞癌）
腹腔镜上宫颈癌根治术(II型子宫切除+两侧附件切除+盆腔淋巴结清扫术）
鼻衄
直肠癌伴肝脏多发转移
姑息性直肠癌切除术
淋巴结8/17见转移
肝脏病变
FOLFIRI
ERBITUX
左颈部淋巴结
慢性淋巴细胞白血病/小细胞淋巴瘤（CLL/SLL)
慢性浅表性胃炎伴糜烂、胆汁返流
CLL/SLL
CLL/SLL（RAI I期）
髋关节
脚踝
剖腹探查术+姑息性降结肠肿瘤切除术+降结远端封闭、近端造口术
乙状结肠溃疡型中-低分化管状腺癌（含粘液腺癌成份）
乙状结肠管状腺癌（T4N0M0）
救心丸
部分小肠切除术
小肠隆起型高中分化腺癌，
T11椎体
小肠及直肠术后
阴道镜上宫颈活检
宫颈中至低分化鳞癌
宫颈癌IB2期
两侧子宫动脉化疗栓塞术
左侧髂内动脉
十二指肠间质瘤
肝左叶多发环形强化结节病灶，考虑转移瘤
索坦
肝肿瘤切除术
肝SS3段结节状高代谢，考虑转移灶
胃区
胃窦部巨大溃疡性病变
进展期胃癌，中、低分化腺癌及粘液腺癌
直肠粘膜慢性炎
炎症性病变
空回肠侧侧吻合+横结肠造口术
空肠造瘘术
直肠癌左上肺转移
胃角低级别绒毛状管状腺瘤
腹腔淋巴结转移
食管癌切除、胃食管弓下吻合术
食管吻合口狭窄
食管癌术后（PT3N0M0II期）
乙状结肠癌肝转移
肝转移瘤微波消融术+放射性I125粒子植入术
肝转移瘤切除+胆囊切除
肝S6、7
肝S5、8
贲门肿物
经典原位非转流式肝移植术
桥本式甲状腺炎
胆道造影
胆管造影
肝移植术后
胆总管切开取石+术中胆道镜取石+左肝部分切除+右肝内叶‘十字’切开取石
肝内胆管结石伴慢性炎症
胆道术后
谷胱甘肽
胃窦溃疡（H1期）
浅表性胃窦炎伴糜烂（III级）
十二指肠球炎伴糜烂
肝癌＋胆囊切除
胃癌术后PT3N2M0
骶椎骨
骨转移瘤
羟考酮
骶尾部肿物穿刺术
超声胃镜
两侧气管食管沟小淋巴结
机器人辅助上三切口食管癌根治术
食管低分化鳞状细胞癌
胸下段食管低分化鳞癌（PT3N0M0，IIB）
肝占位
下腹CT平扫+增强
肝右外叶小肝癌
胆囊底部结节
肝肿瘤切除、胆囊切除术
肝肿瘤切除术后
全子宫、两附件、大网膜及阑尾切除术
卵巢腺癌
移行细胞癌
浆液性腺癌
肝动脉化疗栓塞术
经皮肝穿胆道引流术
胆源性胰腺炎
右腹
降结肠占位
根治性右半结肠切除术
空肠部分切除术
（结肠）中低分化腺癌
（空肠）肠壁
肠系膜上根部血管
大便带血
伊力替康
忆迈林
塞维健
肝周积液
肝叶切除术
胆总管切开取石+胆囊切除+肝上脓肿切开引流+腹腔粘连松解+T管引流术
胆总管上段
胆道术后肝内胆管结石
胃体小弯侧前壁
胃体糜烂伴中度不典型增生
直肠癌根治术（DIXON）+回肠襻氏造瘘+放射粒子置入术
直肠肿瘤术后
右小腿前部
右上肢深静脉瓣膜
右上肢大隐静脉曲张
右侧髂静脉压迫综合征
髂静脉压迫综合征
右侧髂静脉球囊扩张成形术
支架置入术
右上肢静脉
小腿前部
右上肢静脉曲张伴溃疡感染
布洛芬
西沙必利
左足第三趾
左足
左侧足第3趾趾离断术+VSD置入术
两上肢CTA
两上肢CTA粥样硬化
左侧腓动脉
右侧胫后动脉
腓动脉
左侧上肢动脉造影+球囊扩张术
左侧皮肤及皮上组织清创术+VSD置入术
左足慢性溃疡伴感染
脾曲结肠癌
复合磷酸氢钾
头孢哌酮钠
舒巴坦钠
头孢他啶
比阿培南
替考拉宁
哌拉西林
他唑巴坦钠
贲门大弯侧后壁
中度慢性萎缩性胃炎
食管-贲门交界处
贲门粘膜
胃癌根治术（远端胃大部切除+ROUX-EN-Y重建）
腹壁切口清创缝合术
胃低分化腺癌（T4AN3MO,IIIC,LN+7/59）
下腹正中
胃小弯侧胃壁
空肠间置术
胃神经内分泌癌术后
肝内转移瘤
肝癌放射性粒子置入术
原发性肝癌姑息性HIFU治疗
轻-中度食管静脉曲张
原发性肝癌粒子植入术
胸骨上段
食道上返流性炎症
慢支伴少许感染
左侧第6前肋腋前段
