胆石症	2
急性胆囊炎	5
下腹部CT	13
胆总管上段多发结石	2
肝内外胆管扩张	5
胆囊多发结石	5
肝	354
胰	15
B超	29
胆囊穿刺造瘘术	2
胆石症PTCD术后	2
胸	647
腹	1942
两上肢	118
胸前区	15
头	503
慢性支气管炎急性发作	10
全腹CT	9
乙状结肠	65
结肠癌	24
腹腔镜上直肠癌根治术（DIXON）	5
（直肠下段），：肠溃疡型管状腺癌II级	2
筛状粉刺型腺癌	3
肠管周围淋巴结	2
(肠系膜上动脉根部）淋巴结	3
奥沙利铂	184
氟尿嘧啶	33
亚叶酸钙	59
骶前	15
闭孔	2
髂内	2
骶3下缘	2
髂外淋巴	2
腹部	76
直肠癌根治术后	2
骨骼	3
*	1
胸部ct	17
门齿	32
食管鳞癌	4
左肺上叶纵膈	1
纵膈	7
食管下段	7
食管癌	28
胸下段食管癌	1
中下腹	49
腹部+上腹部+盆腔CT增强平扫	1
肠梗阻	32
结肠脾曲	4
肝胆胰脾	1
两肾	12
胃	445
胃肠	11
肛门	132
口	23
心	397
头胸部CT	2
两侧半卵圆中心及两侧基底节区腔隙性脑梗死	1
陈旧性腔隙性脑梗死	2
脑干陈旧性腔隙性脑梗死	2
脑白质脱髓鞘改变	8
脑萎缩	16
两侧额顶颞部蛛网膜上腔增宽或硬膜上积液	2
两侧筛窦及额窦炎	2
右肺下叶及两肺上叶感染性病变	2
两肺下叶	3
主动脉壁	4
冠状动脉壁	2
两侧胸膜	6
甲状腺右叶	3
肺部感染	33
脑梗死	17
眩晕片	2
颈脑血管狭窄	2
血塞通	4
阿司匹林肠溶片	11
脑动脉供血不足	7
腔隙性脑梗死	13
原发性高血压3级 极高危	4
四肢	65
右上腹	18
右附件	12
MRI	32
卵巢癌	14
PET-CT	45
子宫直肠窝	4
左中腹部肠系膜间	2
肝包膜转移	2
胃多发息肉	6
彩超	20
盆腔	107
低分化腺癌	47
卵巢	16
力朴素	14
卡铂	34
奥美拉唑	14
胃息肉	7
胃镜上息肉切除	2
洛赛克	3
施维舒	3
达喜	2
颈动脉	3
可定	3
络活喜	6
血糖	60
2型糖尿病	46
格列吡嗪	1
空腹血糖	19
甘精	2
二甲两胍	9
餐后2h血糖	1
左下肢	7
左下腹	28
糖尿病	35
左下腹痛隐痛待查	1
下腹	80
胃体	44
胃窦多发息肉（I型）	2
胃底	19
非霍奇金淋巴瘤，，弥漫大B细胞型	2
腹部B超	9
脾	65
胆囊	51
胰体	2
肾	26
腹腔	116
腹部CT	69
红细胞计数	6
血红蛋白	40
血小板计数	8
白细胞计数	10
中性粒细胞百分比	33
淋巴细胞百分比	10
PET/，CT	7
淋巴瘤	21
胃窦	24
美罗华	3
CTX	5
盖诺	2
EAD	2
DEX	2
心前区	46
冠脉造影	17
右冠	1
前降支中段	1
第一对角支近段	1
冠心病	64
高血压	41
硝苯地平控释片	2
腹腔镜检查+卵巢肿瘤活检术	2
左卵巢	10
恶性肿瘤	3
腺癌	79
紫杉醇	89
特素	4
顺铂	75
经腹行全子宫切除术+两侧附件切除术+大网膜部分切除术+阑尾切除术	1
（左卵巢）中-低分化浆液性乳头状腺癌	2
输卵管	13
右卵巢	19
右输卵管	11
子宫	85
阑尾	26
子宫平滑肌瘤	9
泰素	12
华蟾素片	3
卵巢浆液性乳头状腺癌IIIC期	2
b超	18
胆囊结石	18
巩膜	21
胆囊炎	11
胆囊结石伴胆囊炎	1
指血糖	3
低血糖症	2
高血压病	15
葡萄糖	11
肢体	30
床旁心电图	4
房性心动过速	1
室下性早搏	1
高糖	1
下腹部	78
胃小弯	8
胃角	19
中低分化腺癌	6
胃癌根治术+肝转移切除	2
肝转移低分化腺癌	2
CEA	92
肝门区及胃小弯淋巴结转移，肝多发转移瘤	2
希罗达	118
消化道	5
指端	3
HFS	2
CT	249
PET/CT	26
肝门区	14
肝左后叶	5
腹腔淋巴结	8
第10棘突	2
肝转移	26
希罗达 	8
降结肠癌	5
不全肠梗阻	4
肺转移	6
右半结肠切除术	10
降结肠近脾曲	2
肠	289
肠系膜上血管根部	2
腹主动脉	31
进展期结肠癌：浸润溃疡型，中分化腺癌	2
直肠	130
中分化腺癌	63
胸部+全腹部+盆腔CT	2
直肠~结肠癌	2
右下肺尖后段	2
左中肺叶	2
腹腔镜上DIXON术	6
CA199	46
CA153	4
胸部CT	55
左肺上叶	11
周围型肺癌	2
纵隔	21
两肺	51
锁骨	5
左侧锁骨头	1
左侧肩胛骨	3
颈椎	3
胸椎	6
肋骨	1
骨	29
颈3、4、5、7	1
胸4椎体及附件	1
颈3、胸4椎体病理性压缩性骨折	1
颈椎、椎间盘退行性变	1
椎间盘	1
甲状腺两侧叶	1
子宫切除术后	6
胆	7
胰腺	65
门静脉	10
上腔静脉	9
两输尿管	3
膀胱	23
腹主动脉粥样硬化	4
胸背部	6
左上肺周围型肺癌并两肺、右锁骨远端、左锁骨头、左肩胛骨、颈椎、胸椎、多发肋骨转移可能性大	1
左半结肠肿瘤	2
剖腹探查、结肠癌根治术、肠粘连松解术	2
（升结肠）粘液性腺癌	2
左半结肠癌术后	2
肝脏	90
右肾囊肿	4
乙状结肠癌	27
乙状结肠癌切除术、远端封闭，近端造瘘	1
肠管中段中分化腺癌	1
肝动脉化疗栓塞	1
CF	14
胃窦低分化腺癌	4
脐周	13
后背	8
胃窦腺癌	7
腹部CT增强	2
胃窦壁	5
中上腹部	2
小肠管壁	2
腹膜后	5
腰背	3
胃癌	96
食管髓质型鳞状细胞癌IIIA期（PT3N1M0）	1
食管中段癌切除+食管-胃底弓下吻合术	3
食管髓质型鳞状细胞癌II级	2
（下段食管旁）淋巴结	3
（中段食管旁）淋巴结	2
（贲门旁）淋巴结	4
（胃右动脉旁）淋巴结	4
（降主动脉旁）淋巴结	2
（隆突上）淋巴结	3
（上肺韧带旁）淋巴结	2
安素泰	23
右胸肋骨	2
食管癌术后	10
直肠上段癌，CT3N2M0	2
直肠癌低位前切除术	6
溃疡中分化腺癌	2
吻合口瘘	6
横结肠造瘘术	4
胸片	45
肺	29
5-FU	29
肝S1	3
吻合口	6
右侧髂总血管	2
右侧输尿管	4
右肾盂	2
右输尿管	2
骨髓抑制	30
糖化血红蛋白	6
尿糖	5
尿酮体	3
血酮	1
胸骨	32
上肢	51
冠状动脉粥样硬化性心脏病	14
心脏彩超	34
右房	15
室间隔	9
右室后壁	6
左室	7
二尖瓣及主动脉瓣狭窄	2
二尖瓣及三尖瓣重度反流	2
肺动脉瓣及主动脉瓣轻度反流	2
心包积液	16
右室收缩功能正常	3
单硝酸异山梨酯缓释片	4
阿托伐他汀钙	3
厄贝沙坦	4
曲美他嗪	3
PLT	22
HB	23
骨髓穿刺	5
缺铁性贫血	3
血小板减少性紫癜	3
甲泼尼龙	6
BUN	5
CREA	6
慢性肾脏病（CKD3期）	3
急性肾损害	3
上肢动脉内支架置入术	2
髂总动脉CTA	2
两侧髂总动脉	4
两侧股动脉	2
上肢动脉置管溶栓术	2
右上肢	8
左上肢	11
乙状结肠癌 右肾下腺转移	2
乙状结肠切除+右肾下腺切除术	2
结肠	46
中央淋巴结	8
中间淋巴结	8
肠旁淋巴结	16
右肾下腺	9
肾下腺	4
直肠癌	89
腹腔镜上探查+中转开腹姑息性直肠癌切除+乙状结肠造瘘术	1
（直肠），：直肠溃疡型黏液腺癌	2
肠周纤维脂肪	3
肠周淋巴结	63
盆壁	3
卡培他滨	47
直肠癌术后	51
血糖升高	6
糖尿病周围神经病变	14
糖尿病眼病	11
格列美脲	13
伏格列波糖	8
罗格列酮	6
来得时	10
阿卡波糖	5
腰部	13
尿素	27
肌酐	29
糖尿病肾病	17
原发性高血压3级极高危	6
高血压性心脏病	13
腹泻	3
糖尿病植物神经病变	3
原发性高血压3级 很高危	4
重度骨质疏松	3
甲状腺功能减退	4
冠状动脉粥样硬化心脏病	3
耳	12
慢性支气管炎	7
气管切开	7
头孢	7
两肺广泛感染	1
两下肺	4
主动脉球	1
两侧肋膈角	3
腹腔镜根治性远端胃大部切除术（毕I式D2R0）	1
盆底	17
空回肠	5
胃小弯侧胃角	2
腹腔动脉	4
（远端胃）胃角溃疡型低分化腺癌	2
小弯淋巴结	32
大弯淋巴结	29
幽门上淋巴结	42
（第七组）淋巴结	3
（第八组）淋巴结	3
（第九组）淋巴结	2
（第十二组）淋巴结	3
（第十五组）淋巴结	2
多柔比星	3
艾恒	26
胃癌术后	54
阴道	139
超声	17
两附件	16
宫腔	4
高分化内膜样腺癌	2
开腹子宫内膜癌分期手术+大网膜切除术	2
高分化子宫内膜样癌	2
宫颈内口	3
骶韧带	4
宫旁	5
两侧漏斗韧带	2
两侧卵巢子宫内膜样腺癌	2
子宫内膜高分化内膜样腺癌IIIA期	2
伯尔定	13
肛周	9
白细胞	64
WBC	43
NE	5
hb	1
胃角溃疡性mt	1
肛裂	1
胸部x线及腹盆腔ct	1
腹腔镜探查术+根治性远端胃大部切除术+胃空肠braun吻合术	1
（远端胃）溃疡型低分化腺癌，lauren分型弥漫型，部分为印戒细胞癌	1
急性胃肠炎	3
坎地沙坦	2
氨氯地平	5
卡维地洛	2
两膝	4
两手掌	2
上巴	2
甘油三酯	4
总胆固醇	4
载脂蛋白B	2
谷丙转氨酶	8
谷草转氨酶	19
谷氨酰转肽酶	6
红细胞	18
血红蛋白浓度	29
血小板	42
硝苯地平缓释片	6
尿微量白蛋白	2
酮体	6
尿胆原	2
蛋白	4
直肠癌根治术	14
腰骶部	6
核磁	5
腺癌，KRAS 突变型	2
直肠腺癌	8
DIXON手术	5
上腹正中	2
根治性左半结肠切除术	7
肝区	11
肠管	17
(左半结肠)高中分化腺癌	2
淋巴结转移	4
手足综合症	7
慢性阻塞性肺疾病	12
肺源性心脏病	18
咽	21
左侧嵌顿疝	2
肠切除术	2
左侧腹股沟	4
腹股沟区	4
左腹股沟	6
左斜疝术后	2
动态心电图检查	1
安置心脏起搏器	1
九味羌活丸	1
两黄连口服液	1
腹腔镜上左半结肠姑息性切除术	2
升结肠中段	2
近端肠管	3
盆腔内	3
(左半结肠)，：结肠溃疡型管状腺癌II级	1
回肠周淋巴结	8
结肠周淋巴结	6
(回结肠动脉根部）淋巴结	3
升结肠癌伴腹腔种植（PT4BN2AM1IV期)术后	1
呼吸道感染	4
呼吸衰竭	6
气管	16
气管切开术	3
肺炎	10
气道	3
急性肾损伤	2
鼻	23
肝硬化失代偿期（乙肝合并酒精性）	1
面	12
总胆汁酸	10
血小板数	9
腹部彩超	40
肝硬化	52
肝硬化失代偿	2
安置“起搏器	1
心脏	14
心肌	6
胃癌手术（全胃切除+食管空肠ROUXEN-Y吻合+右肝外叶切除+肝上引流术）	1
胃贲门上浸润性溃疡型中低分化腺癌	1
结肠癌手术	3
左髂血管	3
腹股沟淋巴结	4
腹盆CT	20
左侧髂血管旁及左侧腹股沟淋巴结	2
呕吐原因待查	2
高血压病3级极高危组	3
室间隔增厚	3
高脂血症	6
门冬胰岛素	3
重组甘精胰岛素注射液（长秀霖笔芯）	3
两眼	6
脚踝部	1
水肿原因待查	1
早孕彩超	1
急性阴道炎	1
保妇康栓	2
定君生	1
复方黄藤洗液	1
宫炎平片	1
孕早期彩超	1
子宫多发肌瘤	5
眼	32
皮肤	19
四维彩超	2
OGTT	3
妊娠期糖尿病	13
胰岛素样生长因子	1
胎膜早破	3
甲硫咪唑	1
甘胆酸	3
先兆临产	2
腔镜上根治性全胃切除术+食管空肠ROUX-Y吻合术（D2）+脾切除术	1
食管胃交界溃疡型管状腺癌II-III级	3
贲门周淋巴结	12
幽门	13
(第7组）淋巴结	2
(第8组）淋巴结	2
(第9组）淋巴结	3
(第10组）淋巴结	2
(第11组）淋巴结	2
(第15组）淋巴结	2
幽门下淋巴结	31
脾脏	16
替吉奥	77
胃贲门管状腺癌（PT4AN2M0IIIB期）	1
肛缘	6
腹部mri	2
肝右叶vii段	1
肠腔	8
肝右叶vii段转移	1
直肠癌肝转移	5
子宫内膜癌II期	1
广泛全子宫切除+两侧附件切除+盆腔淋巴结清扫+腹主动脉旁淋巴结活检术	1
两侧附件	7
盆腔及腹主动脉旁淋巴结	1
全子宫	13
子宫内膜样腺癌	1
宫颈管	15
子宫内膜	10
子宫内膜样腺癌IA1期	1
腰	43
胃粘膜	5
内镜上胃多发息肉切除	2
结肠癌剖腹探查+左半结肠根根治切除术+肠减压术	1
结肠靠近肝曲	1
近端升结肠梗阻	1
升结肠	27
升结肠癌	12
乙状结肠癌根治术	17
进展期乙状结肠癌，溃疡浸润型，中分化腺癌	1
左前降支中段	1
比索洛尔	1
福辛普利片	1
阿司匹林	14
氯比格雷	1
硝酸甘油	6
速效救心丸	20
背部	11
剑突	25
结直肠	7
结肠肝曲	14
左半结肠切除术	18
食管中段	7
（食管中段）低分化鳞癌	2
胸、腹部，CT	2
胸中段食管	2
胸部、腹部CT	2
锁骨下B超	2
食管	64
随机指血糖	2
UA	4
UREA	3
EO%	1
RBC	11
NENT	1
LYMPH	3
肌钙蛋白	6
便血待查	3
糖脉康	1
二甲两胍格列美脲胶囊	1
糖尿病酮症	3
腔隙性脑梗塞	3
尿路感染	11
药物性肝损害	1
老年性痴呆	7
外阴炎	1
湿疹?	1
意识障碍原因待查	1
（远端）胃癌根治术	4
胃中至低分化腺癌（LAUREN分型为混合型）	1
胃壁浆膜上层	2
胃窦癌（PT3N3M0,IIIB期）	2
胸中段段食管中-低分化鳞癌	2
经右胸食管癌根治+胃食管主动脉弓下吻合术	1
食道癌术后	3
气管右侧旁淋巴结	2
右侧颈部VI区及IV区小淋巴结	2
VI区最大淋巴结	2
右颈肿大淋巴结	2
高至中分化鳞状细胞癌	2
右颈转移淋巴结	2
喉	2
左肩背部	5
浅表性胃窦炎伴糜烂	8
左颈淋巴结	5
甲状腺	9
右颈淋巴结	1
左颈	5
胸ct	1
右上上肺尖周围型肺癌并肺内多发转移	1
隆突下淋巴结转移	1
右侧叶间胸	1
右侧胸腔	3
左锁骨上淋巴结	2
右上上肺腺癌腺癌IV期，双肺内转移	1
纵隔左锁骨上淋巴结转移	1
右侧胸腔积液	2
颈部淋巴结	7
胸部	15
颈前	1
甲状腺癌	5
甲状腺癌根治术	1
优甲乐	5
甘精胰岛素	6
左甲状腺素钠片	1
咽喉	5
咽喉部	2
咽部鳞状上皮乳头状增生伴中-重度不典型增生，局部原位癌	1
左侧软腭肿物切除术	1
高分化鳞状细胞癌	1
咽部	6
软腭恶性肿瘤	1
胃大部分切除及食道上段切除术	1
胃中分化腺癌	1
PET	6
吉奥（S1）	1
白蛋白紫杉醇	4
直肠癌伴肝转移	4
增强MR	2
肝右外叶	9
进展期直肠癌，溃疡浸润型，中分化腺癌，II级	1
两环醇	2
哌拉西林他唑巴坦	1
急性左心衰	2
冠脉	1
急性冠脉综合征	1
不稳定心绞痛	1
心律失常	8
阵发房颤	1
心功能4级	1
慢性阻塞性肺疾病并肺感染	1
ii型呼吸衰竭	1
高血压病3级很高危	1
电解质紊乱-低钾血症	1
阿斯美	2
慢性阻塞性肺疾病急性发作ii型呼吸衰竭	1
急性左心衰心功能4级	1
高血压病3级	2
代谢性酸中毒	1
茶碱缓释片	1
欣康	1
多索茶碱	11
甲强龙	8
心电图	57
心房纤颤	9
四支血管病变	3
冠脉搭桥手术及射频消融术	4
氯吡格雷	5
瑞舒伐他汀	3
美托洛尔缓释片	6
培哚普利	2
经腹会阴直肠癌根治术	2
LN	8
乐沙定	26
中性粒细胞	13
骨髓穿刺术	1
慢性粒细胞白血病慢性期	1
羟基脲	2
慢性粒细胞白血病急性变（急淋变可能）	1
伊玛替尼	2
慢性粒细胞白血病	3
下肢	17
高血压肾病	12
尿毒症	7
肾性贫血	22
消化道出血	30
高血压心脏病	10
心功能不全	9
营养不良	5
血肌酐	21
尿素氮	6
血钾	10
慢性肾脏病5期	14
高血压3级很高危	5
低蛋白血症	5
右前臂动静脉内瘘吻合术	5
面部	11
依替米星	3
两肺感染性病变	3
胸腔积液	16
右肺尖	3
右下肺门	2
主动脉及冠状动脉壁钙化	5
胸膜钙化	2
胸椎骨质增生	13
肺部	9
胸腔闭式引流术	3
莫西沙星	4
胎盘多肽	2
厄贝沙坦氢氯噻嗪	3
胸水一般细菌涂片	2
抗酸杆菌	2
腺苷脱氨酶测定	2
AFP	38
CA125	33
肺内血管支气管束	2
两侧肺	2
胸腔	9
胸膜	4
心脏血管及主动脉钙化	2
肺结核	8
左肩胛	2
肝内外胆管多发结石伴胆管扩张	2
慢性肝病	2
肝内胆管及胆总管多发结石伴远端胆管扩张	2
复杂粘连松解、胆总管切开取石、胆道镜探查、T管引流术	1
右肝	6
右肝管	3
浅表萎缩性胃炎	5
（胃窦）慢性萎缩性胃炎（中度）	4
胃黏膜	6
胸骨后	8
颈部	17
艾司奥美拉唑镁肠溶片	2
反流性食管炎	9
食管占位	2
胸腔镜上全胸段食管切除+食管-胃底右颈部吻合术	1
食管溃疡型鳞状细胞癌II级	4
胃周淋巴结	9
(隆突上)淋巴结	4
(右喉返喉返神经旁)淋巴结	3
(左喉返喉返神经旁)淋巴结	2
(右锁骨下)淋巴结	2
(下段食管旁)淋巴结	3
(颈段食管旁)淋巴结	2
(上段食管旁)个淋巴结	2
慢性非萎缩性胃炎伴糜烂	3
肝功异常	3
胃炎	11
盲肠癌	4
左半结肠癌根治术	3
回盲部中低分化腺癌，部分伴粘液腺癌分化	2
右侧结肠旁沟	2
横结肠	18
右结肠	4
两手	3
两脚	2
口腔溃疡	3
贲门癌根治术	6
近端胃术后,吻合口溃疡,反流行食管炎	2
颈部超声	2
右颈根部	2
盆腔超声	2
前列腺	14
贲门癌术后	3
C13呼气试验	3
肩背	4
窦性心律	7
硝酸甘油片	1
单硝酸异山梨酯	6
麝香保心丸	4
美托洛尔片	1
急性心肌梗死	1
胃窦大弯侧腺癌（中-低度分化）	3
乳头状腺癌	4
替加氟	62
胃肠道	9
呕血、排黑便	2
末梢血糖	6
蛋白质	2
PH	14
BE	4
LAC	2
HCO3-	3
隐血试验	5
出血性胃炎	2
慢性萎缩性胃炎	23
糖尿病糖尿病酮症酸中毒	2
下消化道出血	17
空腹末梢血糖	4
餐后末梢血糖	2
诺和锐	5
胰岛素	12
餐后血糖	4
PACO2	2
PAO2	2
谷氨酸脱羧酶抗体阳性	2
胰岛素（空腹）	2
胰岛素（2H）	2
C肽（空腹）	2
C肽（2H）	2
1型糖尿病糖尿病酮症酸中毒	2
糖尿病糖尿病性肾病	2
胃癌根治术（全胃切除+ ROUX-EN-Y重建）	1
（胃大体）镜检为胃中至低分化腺癌，LAUREN	1
CINIII级	4
“LEEP”术	2
(宫颈组织)宫颈粘膜慢性炎伴纳氏囊肿、糜烂，鳞状下皮CINIII级累及腺体	1
残余子宫切除术	2
左侧颈部	14
左侧肺癌	7
左侧颈肩	1
房颤	5
华法林	6
地高辛	5
依那普利	2
快速型房颤	3
两上肺	9
主动脉硬化	5
肌酸激酶	7
肌酸激酶同工酶	10
乳酸脱氢酶	11
高敏肌钙蛋白T	8
钾	19
D_2聚体	6
胺碘酮	3
丹参川芎嗪	2
直肠管状腺癌	1
盆腔mri	1
右侧髂血管	7
金芪降糖片	2
亚莫利	4
二甲双胍	4
足	7
肠套叠	6
b细胞淋巴瘤	2
左侧腹股沟淋巴结	1
b细胞淋巴瘤（malt淋巴瘤）化疗后复发	1
b细胞淋巴瘤iii化疗后	1
左上腹	26
肾积水	2
胃癌根治术	34
胃小弯弥漫浸润性低分化腺癌	2
小弯侧大弯侧淋巴结	2
左肾积水	2
痔疮	2
盆腔MRI	10
直肠下动脉	5
两侧髂血管	12
右上肺	14
直肠癌根治术（	2
DIXON术	5
（直肠）中分化腺癌，溃疡型	3
洛铂	27
直肠癌术后化疗	2
拜新同	3
缬沙坦	4
原发性肝癌	9
肝癌切除术+胆囊切除术+门静脉置泵术	2
低分化肝细胞肝癌	2
酪丝亮肽	2
肺转移瘤	3
多吉美	2
肝癌术后	12
两肺多发转移瘤	3
左肺肿瘤射频消融术	2
胸腹部CT	5
左肺中叶	13
右肺下叶	4
剖宫产术	3
右侧卵巢	9
赘生物+囊肿切除	2
混合性下皮肿瘤(低恶性)	2
粘液性乳头状囊腺癌	2
慢性浅表性胃炎	5
剖宫产术后	2
保留生育功能分期手术（患者附件切除+患侧盆腔淋巴结清扫+腹主动脉旁淋巴结清扫或活检+大网膜切除+阑尾切除）	1
腹腔镜乙状结肠切除+肠粘连松解	1
肠中至低分化腺癌	3
回盲部癌	2
腹腔镜上左半结肠切除术	3
回盲部	14
回肠末端	2
肠系膜根部	4
淋巴结	50
左半结肠	7
肠浸润性管状腺癌II级	2
回盲瓣	3
回肠	18
阑尾根部淋巴结	2
结肠周围淋巴结	3
(结肠中动脉根部）淋巴结	2
慢性阑尾炎	5
回盲部癌术后	2
皮上	2
肝内外胆管	3
胆囊切除术	4
急性胆管炎	3
直乙交界处结肠癌	2
腹腔镜上直乙交界处结肠癌根治术	2
直肠-乙状结肠交界处	4
腹膜返折	5
（直肠）大肠隆起型管状腺癌II级	2
（肠系膜上动脉根部）淋巴结	8
直乙交界处结肠癌术后	2
十二指肠球炎	24
胆囊息肉	5
溶血性贫血	12
右室	19
EF	7
间接Coomb’s试验	8
G-6-PD酶缺乏症	15
贫血性心脏病	8
肝功能不全	8
头颅CT	11
老年痴呆	3
急性脑梗死	7
阿托伐他汀	5
依达拉奉	2
凝血酶粉	2
气管插管	7
急性呼吸衰竭	2
十二指肠球部炎症	3
轻度慢性萎缩性胃炎	2
宫颈	82
宫颈鳞状细胞癌	2
宫颈中分化鳞癌	6
（远端）腹腔镜辅助胃癌根治术	2
S-1	19
远端胃癌D2根治术（毕I式）	2
胃CA术后	4
喟瘫	2
鼻咽癌	7
慢性鼻窦炎	1
左侧中鼻甲	1
下鼻甲后端	1
鼻咽	11
未分化型非角化癌	1
奈达铂	28
爱必妥	8
左面	1
左侧口腔	1
膀胱癌反复复发	1
根治性膀胱切除、回肠膀胱、盆腔淋巴结清扫、阑尾切除术	1
膀胱高级别乳头状尿路上皮癌及尿路上皮原位癌	1
前列腺右叶偶发腺泡腺癌	1
泌尿系增强ct	1
膀胱癌术后	1
小肠代膀胱术后	1
左肾上极	1
两肾多发小囊肿	1
肝脏多发小囊肿	1
左肾囊肿	12
腰腹	3
膀胱恶性肿瘤史	1
胃窦部腺癌伴腹腔LNM	2
右锁骨下LNM	2
胃癌姑息切除术	3
全胃+D2	2
胃体小弯侧溃疡型低分化腺癌	2
S1	9
腰背部	15
右锁骨下LN	2
CA15-3	2
CA19-9	7
CA72-4	5
NSE	11
HE4 &GT	2
腹腔肿物：左侧卵巢癌	2
卵巢癌肿瘤细胞减灭术（盆腔巨大肿物切除术+子宫两附件切除+盆腔淋巴结清扫+大网膜切除+腹主动脉旁淋巴结活检术）	1
（左卵巢）高级别浆液性腺癌	2
两侧盆腔淋巴结	3
腹主动脉旁淋巴结	7
卵巢高级别浆液性腺癌IIIA1（II）期	1
腹腔镜探查+（全胃）胃癌根治术	2
印戒细胞癌	18
LAUREN，分型:弥漫型	2
胃壁	7
全胃癌（PT3N3M0，IIIB）	2
结肠癌伴肝转移	2
AVASTIN	10
（胃幽门小弯侧）腺癌（中度分化），浸润溃疡型，	1
五组（1/1个）淋巴结	2
四组（9个）、六组（4个）及另送“1、3、7组”（11个）淋巴结	1
右侧胸部	4
后背部	6
cea	1
nse	1
肺癌抗原	1
肺气肿	24
头颅mri	3
锁骨上淋巴结转移癌	1
锁骨上淋巴结	1
转移性低分化肺腺癌	1
右锁骨上淋巴结锁骨上右锁骨上淋巴结转移性右肺腺癌	1
培美曲塞	8
升结肠癌肺转移	1
C225	8
XELODA	19
两肺转移瘤	1
两肺转移	3
胃癌根治术（胃全切）	2
心包区	2
右下腹	14
左肾盂	3
输尿管	8
左肾周	2
输尿管盆段水平	2
左侧附件区	2
心包前方	2
盲肠后方	2
腹膜后淋巴结	19
左侧附件区软组织	2
左侧腹部	4
结肠多发息肉	14
结肠腺癌（中-低度分化），浸润溃疡型	2
结肠癌术后	21
头痛粉	9
Hb	20
消化道出血原因待查 	1
重度贫血	21
丙肝肝硬化	3
胃底静脉曲张	19
下消化道出血原因	3
腹部血管DSA	15
大便隐血	1
上颌	3
肩背部	26
心衰	11
胃窦癌	22
胃管状腺癌II-III级	3
下腹部平扫	2
胃肿瘤	2
腹膜后多发淋巴结	2
腹腔镜上根治性远端胃大部切除术	6
胃体及胃窦小弯侧早期隆起型（0-I型）低黏附性癌，印戒细胞癌为主，部分为低分化腺癌及未分化癌	1
小弯侧淋巴结	22
大弯侧淋巴结	20
(胃右动脉根部）淋巴结	3
(胃壁)淋巴结	2
胃窦术后化疗	2
两肾结石	2
曲美布汀	2
维三联+PPI	2
吞咽哽噎原因待查	2
慢支炎、支气管哮喘	2
氨茶碱	7
重度混合性通气功能障碍以阻塞为主（FEV1/FVC 38.28%）	1
腹腔镜胆囊切除+胆总管切开取石+T管引流术	2
慢性胆囊炎	14
胆石利通片	2
头孢唑啉	1
地塞米松	10
痰热清	4
热毒宁	1
利巴韦林	2
头孢类	2
双肺	6
海替舒	1
开顺	1
炎琥宁	1
发热原因待查	1
支气管肺炎	2
宫腔镜粘膜下肌瘤电切术	1
子宫肌瘤	17
继发不孕	1
宫腔镜检查+宫腔粘连松解+子宫粘膜下粘膜下肌瘤肌瘤剔除剔除术	1
慢支炎	9
支气管哮喘	13
沙丁胺醇	2
主动脉窦部	4
主动脉瓣钙化	2
二尖瓣	12
三尖瓣	15
主动脉瓣	11
肺动脉	9
重度阻塞性通气功能障碍	2
慢性阻塞性肺疾病急性加重期	5
慢性肺源性心脏病	3
心功能Ⅲ-Ⅳ级	2
慢性胃炎	15
AECOPD	3
内镜上息肉切除	2
肠息肉 内镜上切除术	2
HSIL	4
阴道镜检查+宫颈活检	3
（宫颈12点）中分化鳞状细胞癌	2
（宫颈3、6、9点）HSIL	2
宫颈癌	12
宫颈LEEP	2
中分化鳞状细胞癌	11
II型改良根治性子宫切除+两附件切除	2
宫颈中至低分化鳞状细胞癌	2
宫体	8
阴道穹窿	9
右闭孔淋巴结	10
鳞状细胞癌	8
艾素	5
直肠癌前切术	2
腹膜	8
直肠隆起型神经内分泌瘤	2
肠系膜淋巴结	9
肝内多发转移	4
奥曲肽	5
善龙	7
TAE	2
肝左叶	23
肝右左叶	4
肝动脉TACE术	2
腹腔镜上直肠癌根治术	5
（直肠）印戒细胞癌	2
II广泛性全子宫两附件切除术	2
盆腔淋巴结清扫术	3
腹主动脉旁淋巴结取样术	2
肝膈面	2
肝表面	2
大小肠	2
大网膜	13
腹主动脉旁	4
脉管	3
左闭孔淋巴结	10
DDP	13
双下肢	19
螺内酯	9
氢氯噻嗪	3
倍他乐克	4
代文	2
诺和龙	1
食管胃结合部癌	1
腹腔镜探查	2
膈肌	3
5-氟尿嘧啶	1
胃癌伴出血	5
腹部b超	4
左肾	3
肾母细胞瘤	3
左肾母细胞瘤	2
左肾肿瘤根治性切除+腹膜后淋巴结清扫术	1
左肾母细胞瘤，混合型	1
肾盂	3
肾门淋巴结	1
左腹主动脉旁淋巴结	1
长春地辛	3
放线菌素d	1
右半结肠癌	3
右半结肠切除术术	2
结肠中分化腺癌	6
粘液腺癌	25
宫颈癌IIB期	2
全子宫切除+盆腔淋巴结清扫术	2
宫颈，浸润性低分化鳞癌	2
转移性宫颈鳞癌	2
右髂内	4
右闭孔	2
腹部增强CT	5
左侧肾盂	3
盆腔增强MR	2
两侧腹股沟	2
右肺上叶转移，纵膈淋巴结转移	2
多西他赛	43
胸CT	11
右肺上叶	18
胸部增强CT	2
AST	21
LDH	5
GLU	3
轻度脂肪肝	2
胆囊切除术后	6
胆总管	18
肝内外胆道	1
肝功能异常	2
胃恶性肿瘤	7
腹壁	8
非ST段抬高型心梗	2
上腹部	19
肝门部肝管癌	1
左半肝切除术	1
剖腹探查	6
经皮胆管引流术	1
肝门胆管癌术后	1
经皮胆管引流术后	1
腰骶	1
妇科b超	2
宫血宁	1
大黄藤素	1
附件	5
（宫颈肿物）恶性黑色素瘤	1
左肝	5
HCC	3
肝部分切除及胆囊切除术	3
左叶肝细胞性肝癌，中分化	3
肝血管造影	3
腹CT	8
腹膜后LNM	8
 CT	4
十二指肠	31
喉头	5
头孢呋辛	6
氨溴索	4
N	10
HCT	5
K	9
血淀粉酶	4
FIB	3
高钾血症	5
葡萄糖酸钙	1
卡络磺钠	2
右颈	2
鼻咽分化型非角化癌T4N2M0 IVA期	1
左侧上颚	2
口腔	4
经胃镜上营养管置入术	2
内镜上胃造瘘术	2
莲花清瘟颗粒	1
食管鳞状细胞癌II级	2
食管下段周围多发肿大淋巴结	2
下腹部贲门周围一淋巴结	2
两侧胸腔	4
左侧甲状腺	3
回盲部中分化腺癌	2
肠癌	5
横结肠癌腹腔多发转移瘤	2
G-CSF	3
直肠癌低位前切除术+预防性回肠造瘘术	2
隆起型高中分化腺癌	2
回肠造口还纳术	3
MRI检查	3
肝S4/8交界转移瘤	2
囊肿	4
胃窦溃疡	5
根治性远端胃大部切除＋毕Ｉ式吻合术	2
胃窦小弯侧	5
小弯侧胃	2
胃窦小弯侧溃疡型管状腺癌II级	3
(贲门右)淋巴结	2
(胃右动脉旁)淋巴结	5
(脾动脉旁)淋巴结	2
(肝总动脉旁)淋巴结	4
下消化道钡餐	3
下腹部，CT	2
肝右内叶	4
肝转移瘤	13
两肾多发囊肿	3
腹部CT平扫+，增强	2
胃大部切除术后	4
右侧肾下腺内侧肢	2
两肾小结石或钙化	2
CER	2
超声引导上右肝肿块射频消融术	2
胃癌术后肝转移	2
总胆红素	17
直接胆红素	14
ALT	19
ALP	1
r-GT	1
乙肝表面抗原	1
乙肝e抗原	1
乙肝核心抗体	1
乙型肝炎	1
左下腹部	3
脐部	2
肝实质	3
右肾结石	3
食管炎	2
慢性非萎缩性胃窦炎	3
下腹部增强CT	2
肝门部胆管癌	3
肝门	14
心力衰竭	8
左房	8
肺动脉瓣	7
右室收缩功能减退	4
心包腔积液	7
颜面	26
窦性心动过速	7
轻度ST段压低	2
T波倒置（V5-6）	2
残胃异时性原发癌	2
胃癌根治术（全胃切除+区域淋巴结清扫+ROUX-EN-Y消化道重建术）	1
（印戒细胞癌），分期T4、N３、M０	2
上腹部ct	2
活动性乙肝肝硬化失代偿期	1
肝癌	22
上消化道出血待查	1
子宫内膜癌I期	2
全子宫及两侧附件切除术	2
高-中分化子宫内膜样腺癌	2
盆腔积液	10
子宫内膜癌	8
组织多肽抗原	2
直肠粘膜黑色素瘤合并印戒细胞癌	2
直肠腹会阴联合切除	2
直肠恶性黑色素瘤，并印戒细胞癌	2
恶性黑色素瘤	3
恶性黑色素瘤转移	3
直肠肿瘤	4
黑色素瘤	3
S5	6
两肾囊肿	6
两侧髂窝	1
逸搏心律	1
窦性心动过缓待查	1
横结肠结肠坏死穿孔	1
坏死段横结肠切除，结肠造瘘术	1
直肠黏膜活检术	1
结肠造瘘口关闭回纳术	1
急性肠梗阻	2
结肠部分切除吻合，阑尾切除置管造瘘术	1
肠粘连松解术	1
小肠双腔造瘘术	1
小肠造瘘术后	1
管状腺癌	2
直肠中、上段	2
直肠CA	3
腹股沟	3
肝脏MRI	3
肝多发小囊肿	3
右肾小囊肿	7
盆腔，MRI	5
中上段直肠癌	2
右侧肛提肌	3
子宫直肠陷凹	2
腹腔镜上直肠癌根治术（MILES）	3
大肠乳头状管状腺瘤	3
低级别下皮内瘤变	3
高级别下皮内瘤变	6
大肠	5
直肠癌伴肝转移化疗后术后	2
颜面部	10
剖腹探查+卵巢癌细胞减灭术（全子宫、两侧附件、大网膜、阑尾、盆腔转移灶、直肠转移灶切除+盆腔淋巴结清扫术）	1
左卵巢浆液性乳头状腺癌	2
右盆腔淋巴结	4
左盆腔淋巴结	3
卵巢浆液性乳头状腺癌IIIC期术后	2
结肠腺癌	2
腹腔镜上结肠肿瘤切除术	2
左半结肠）溃疡型中分化腺癌	2
肠壁淋巴结	11
原发性高血压病	2
罗布麻	3
厄贝沙坦氢氯噻嗪片	2
右旋氨氯地平片（施慧达）	2
快速型心房纤颤	3
纳差待查	2
剖腹探查术	7
空肠切除术	3
胃肠间质肿瘤	3
格列卫	11
身	2
目	3
乙状结肠癌根治、子宫两附件切除术	2
结肠溃疡型粘液腺癌	2
卵巢粘液腺癌	2
肠系膜种植转移	2
CA 199	2
CA 724	2
CA 242	2
贝伐	5
CA724	16
贝伐珠单抗	23
胃体胃窦癌(CT4N2M0,IIIB期)	1
行胃癌根治术（远端胃大切）	2
胃中至低分化管状腺癌（LAUREN，分型：肠型）	1
胃癌综合治疗后	4
右上肢浅表血管	2
小腿	3
上肢静脉造影	4
CTV检查	2
右髂静脉	2
右侧髂静脉造影+髂静脉支架置入术+球囊扩张	1
右上肢静脉曲张	2
食管上段癌	3
经右胸上段食管癌切除、食管胃主动脉弓上吻合、淋巴结廓清术	1
肺CT	3
血管造影	4
MR	22
两侧卵巢	13
结肠肝区	3
中至低分化腺癌	8
肝区结肠	2
两卵巢	4
盆、腹腔腹膜广泛种植	2
左半结肠切除+两卵巢切除	2
5－FU	3
低分化腺癌，大部分为粘液腺癌，符合肠腺癌转移	1
肝曲结肠	2
降结肠中分化腺癌	3
溃疡型中低分化腺癌伴粘液腺癌	1
左手	4
全膀胱切除根治术+回肠导管术	2
膀胱浸润性癌	2
高级别浸润性尿路下皮癌	2
左髂外淋巴结	2
左髂内淋巴结	3
左髂总淋巴结	4
膀胱术后	3
膀胱癌根治术后	3
腹膜种植	2
小肠系膜根肠系膜根部淋巴结	2
两肾盂	2
左上上肺内基底段	2
吉西他滨	28
膀胱癌综合治疗后	2
胃窦后壁	2
腹膜反折	3
肠系膜根部淋巴结	5
乙状结肠单腔造口，远端封闭	2
开腹探查、直肠癌HARTMANN切除术	2
结肠造口术后	2
 肠	1
空气灌肠整复术	2
胃小弯侧、幽门上方淋巴结	1
腹腔镜检查+活检术	1
卵巢低分化浆乳癌IIIC期	1
右侧颈内静脉血栓	1
下腔静脉	1
开腹探查+全宫两附件大网膜切除+肿瘤细胞减灭术	1
卵巢低分化浆乳癌	1
腹盆腔CT	7
依托伯苷	4
多柔比星脂质体	4
癌抗原125	3
直肠中分化腺癌	12
直肠癌根治术（DIXONS’术式）	1
手臂	3
手足	9
胃腺癌	4
牙龈	5
根治性全胃切除术	7
胃印戒细胞癌，溃疡型	1
ct	5
胃肿瘤术后	1
盆腔淋巴结	11
右肺	8
右侧附件	6
左侧附件	10
左亚叶酸钙	1
十二指肠球部多发性霜斑样溃疡	1
糜烂性胃炎1级	1
胃体息肉	3
贲门炎	5
阿莫西林克拉维酸	1
克拉霉素	2
多潘立酮	1
胃安颗粒	1
十二指肠球部溃疡A1期	1
贲门溃疡A1期	1
糜烂性胃窦炎2级	2
胃体多发性息肉	1
食道白班不除外霉菌性炎症	1
门牙	1
下嘴唇	1
白细胞数	17
红细胞数	9
红细胞压积	8
右腰	1
妊娠	1
右肾下腺巨大肿瘤切除+右肾切除+肠粘连松解术	1
B细胞性非霍奇金淋巴瘤	1
弥漫性大B细胞淋巴瘤，非GCB亚型	1
腹主动脉上段淋巴结	1
IV度骨髓抑制	1
胃癌根治术\"（远端胃大部切除）	3
肠壁外膜层	2
横结肠两腔造瘘术+阴道修补术	3
手	11
（直肠）溃疡型中分化管状乳头状腺癌	2
肠壁脂肪中淋巴结	2
右上肢足趾坏疽	2
左髂动脉支架术	2
右股腘动脉旁路术	2
右第I、II趾截趾术	2
右侧股股浅动脉闭塞旁路术	2
血管	7
假性动脉瘤	2
左侧股动脉穿刺	2
上肢动脉动脉造影	2
上肢动脉PTA	2
STENT术	2
臀部	6
DIXONS’术式+回肠两腔造瘘术	2
直肠中分化腺癌YPT2N1CM0 III期	1
胃窦巨大溃疡	3
CEA 	3
赫赛汀	4
吡咯替尼	2
胃窦部	8
肝胃韧带	3
肝多发转移	4
食管中下段	3
气管旁	2
腔静脉旁	2
隆突前	2
PTX	6
胸部x线片	1
降结肠息肉	1
胸腔镜下右肺上叶肿瘤切除术	1
右肺上叶腺癌	1
伊瑞莎	1
右肺上叶腺癌术后	1
冠心病不稳定性心绞痛	1
慢性阻塞性肺病	4
耳石症	1
陈旧性脑梗死	1
呋塞米	12
氯化钾	1
依姆多	2
哈乐	3
敏使朗	1
保列治	3
安理申	1
沐舒坦	4
福松	1
碳酸钙	2
抽脂手术	2
阵发性室下速	2
高密度脂蛋白胆固醇	2
低密度脂蛋白胆固醇	3
非高密度脂蛋白胆固醇	2
肝脏MRS	2
单纯性肥胖	2
袖状胃手术	2
胃肠道碘水造影	2
袖状胃切除术后	2
善存	2
维生素D	2
钙片	2
叶酸	5
铁剂	2
肝细胞癌	2
肝癌切除（肝中叶）+胆囊切除术	2
CHEST X-RAY	2
左下肺	6
胸、，下腹部CT	2
肝癌切除术后	2
左肺下叶前段	3
肺癌	8
心包少量积液	4
骨关节	3
“肝细胞癌”切除术后	2
不孕症	2
左附件区	4
肿瘤细胞减灭术	3
两侧卵巢浆液性乳头状囊腺癌	2
右侧输卵管	4
静脉	5
卵巢癌肿瘤细胞减灭术+腹腔热灌注术	2
鲁贝	3
泽菲	8
结肠恶性肿瘤	2
 结肠腺癌（中低分化），浸润溃疡型	1
肠壁二站（2个）、中间组（4个）淋巴结	2
右亚叶酸钙	4
氟尿苷	3
下腔静脉栓塞	4
房早	1
室早	1
异舒吉	1
丹参	1
环磷腺苷葡胺	1
磷酸肌酸	1
心功能Ⅱ-Ⅲ级	1
房早、室早）	1
高血压3级极高危	2
髋关节术后	1
直肠恶性肿瘤	2
腹腔脓肿	2
不完全肠梗阻	3
和爽	2
美林	2
左乳	4
钼靶	3
左乳肿块穿刺活检术	1
（左乳肿块穿刺）浸润性癌	1
epi	1
ctx	1
左乳癌	3
脑、肺CT	3
左肺下叶病变	2
两肺炎症伴纤维灶	2
两肺上叶钙化灶	2
心包积液、两侧胸腔积液	2
晕厥原因待查	2
右侧肢体	14
脑DWI	2
左侧大脑半球多发急性梗塞灶	2
高血压病（2级 很高危）	2
心房颤动	4
两侧胸腔积液	9
慢性肾功能不全	6
直肠CA术后	3
胆囊摘除术	3
拜阿司匹林	5
氟伐他汀钠缓释片	3
低分子肝素钙	3
神经节苷酯	4
疏血通	4
舒普深	6
直肠癌根治术(DIXON)	2
直肠腺癌（中、低度分化），部分呈粘液腺癌分化，隆起型	1
一站”（1/12个）淋巴结	2
食管下段鳞癌	3
两腔上行经颈胸腹下段食管癌切除术	2
食管鳞状细胞癌	3
贲门上淋巴结	2
胃右动脉旁、隆突上淋巴结	2
雷贝拉唑	4
铝碳酸镁片	4
下腹部不适	1
腹会阴联合直肠癌根治术（MILES手术）	1
直肠上段	4
腺癌（中度分化），浸润型	2
一站（12个）、二站（4个）、中间组（5个）及中央组（1个）淋巴结	1
腹盆部CT	3
右侧鼻	2
右侧扁桃体恶性肿瘤	2
鼻咽癌（咽部、鼻咽部鳞状细胞癌）	2
右扁桃体癌	2
慢支炎急性发作	2
腹腔镜上两卵巢切除术+腹腔热灌注	2
印戒细胞癌及低分化腺癌	2
胸腹盆CT	5
直肠多发息肉	4
内镜上直肠息肉切除术	3
管状腺癌II级	2
输尿管D-J管置入+剖腹探查+肠粘连分解+盆腔包块切除+放射性粒子置入术	1
颗粒细胞瘤	2
特尔津	2
肝内外胆管结石伴急性胆管炎	3
胆囊切除+胆总管切口取石术+T管引流术	2
术后切口感染	2
胆石症术后	6
布地奈德福莫特罗粉	1
舒利迭	5
顺尔宁	1
头孢地尼	2
顺耳宁	1
支气管哮喘急性发作	1
拜复乐	3
哮喘	1
(乙状结肠)腺癌，直肠低级别绒毛管状腺瘤	1
左卵巢囊肿切除术	2
乙状结肠癌，浸润溃疡型，中分化管状腺癌	2
直肠低级别管状腺瘤	2
同奥	3
方克	5
上腹	29
CRP	6
尿酸	18
生脉	1
结肠息肉	23
心包	3
腹壁静脉	1
脐上腹部	3
肠镜检查+息肉切除术	1
结直肠多发息肉内镜上切除术	1
腺管状腺瘤	1
右氧氟沙星	4
替硝唑	3
大肠多发息肉	4
息肉切除术	4
多发性大肠息肉	1
内镜上切除术	3
直肠癌根治术（DIXON术）	5
关节	6
头孢克肟	1
右美沙芬	1
阿奇霉素	6
喘定	1
心肺膈	1
力肺	1
重度混合性通气功能障碍	1
支气管	7
胃体癌	5
腹腔镜上根治性全胃切除术	4
胃体小弯溃疡型低分化腺癌	2
伊立替康	30
替吉奥胶囊	7
艾奕	10
前胸	3
左肩部	3
胃角低分化腺癌	3
胃癌伴腹腔盆腔转移	2
肝门胆管癌	2
梗阻性黄疸	4
内镜上胆管支架置入术	2
消化道出血原因待查	16
慢性丙型肝炎	15
静脉曲张	14
下消化道出血原因不能明确	13
贫血	13
大便常规	4
左腕	3
左腕肿痛待查	1
原发性高血压2级极高危组	1
频发室性早搏	1
苯磺酸氨氯地平片	2
通心络胶囊	1
腹腔镜上右半结肠切除术	3
空肠	8
降结肠	13
肠隆起型管状腺癌II级	3
（肠系膜动脉根部）淋巴结	2
降结肠癌术后	3
CINIII	3
HPV	5
宫颈冷刀锥切术	2
肝左前叶占位	2
肝左叶切除术+胆囊切除术	2
TACE术	5
肝S4	17
腹腔干旁	3
胰头	25
消化道梗阻	2
胰头占位	2
胰十二指肠切除术	17
胰头中低分化腺癌	2
壶腹	2
肠壁	7
胰周脂肪	2
左肺下叶后段	4
主动脉弓	11
肺Ca伴两肺及纵隔淋巴结转移	2
全腹部增强CT	4
胰管	5
胰头上方	2
十二指肠腹壶	2
十二指肠壁	2
右侧肾下腺	10
右侧腹股沟淋巴结转移	2
两上肺结节考虑肺内转移	2
胸9椎体及附件骨质破坏、转移	2
右侧髂骨多发骨质破坏	2
周围软组织	2
骶髂关节面	2
右侧股骨转子间骨质破坏	2
骨转移	7
肺癌伴全身多处转移	3
粪便隐血试验	2
Hct	2
溃疡性直肠炎、	2
内痔	3
美沙拉嗪	4
肛	14
溃疡性直肠炎	2
混合痔术后	2
不完全性肠梗阻	3
乙状结肠根治术	3
AFLIBERCEPT	2
帕尼单抗	3
碘油	8
腰1椎体左前下缘	2
诊刮术	1
内膜样腺癌	1
右侧锁骨下淋巴结转移	1
腹腔镜子宫内膜癌分期术	1
子宫内膜样癌	1
两侧圆、主、骶韧带	1
平滑肌瘤	1
慢性宫颈炎及颈管内膜炎	1
纳氏囊肿	1
两侧输卵管	13
左侧髂总髂外	3
左侧髂内闭孔	3
右侧髂总髂外	3
右侧腹股沟	3
右侧髂内闭孔	3
砝码新	3
法码新	1
盆腹CT	3
盆腹腔淋巴淋巴结	1
脐	3
慢性浅表萎缩性胃炎	1
胃黄斑瘤	1
脂肪肝	12
腹式全子宫+两附件切除+盆腔淋巴清扫术	1
盆腹腔CT	2
子宫术后	1
两侧腹股沟区	1
CA-199	4
胸部及盆腹腔CT	1
右髂窝	1
复发性子宫内膜癌	1
宫颈锥切术	2
鳞癌（中分化）	2
西黄丸	2
直肠癌伴两肺多发转移瘤	2
腹腔镜上直肠部分切除术（姑息性）+乙状结肠造瘘术	1
直肠癌伴肺转移	2
腹腔镜上姑息性直肠癌切除术（HARTMANN）+乙状结肠造瘘术	1
肠溃疡型管状腺癌II级	8
肠系膜上动脉根部淋巴结	9
大肠隆起型管状-绒毛状腺癌II级	2
直肠管状-绒毛状腺癌术后	2
中上腹	6
腺上皮中度不典型增生及肠上皮化生	1
下远端胃切除术	1
(胃)溃疡型腺癌	1
腹腔镜上根治性直肠癌切除术+回肠造瘘术	2
小肠	27
左侧盆腔	3
（直乙交界），：大肠溃疡型管状腺癌II级	1
齐沙	7
肝肾功能损害	2
丹参滴丸	1
冠状动脉	3
十二指肠溃疡s2期	1
氯酸氢氯吡格雷	1
右甲状腺	1
右甲状腺癌根治术	1
（右侧甲状腺及峡部）结节性甲状腺肿并乳头状癌	1
左甲状腺癌根治术	1
（左甲状腺叶及肿块）乳头状癌	1
甲状腺癌术后	1
左肺中央型肺CA，伴左肺下叶阻塞性肺不张，纵隔内及降主动脉动脉旁多发淋巴结转移，左肺上叶动脉内癌栓	1
颅脑增强，CT	2
左额	2
顶叶	4
右颞	2
颈部，CT	2
左侧淋巴结转移性腺癌	2
左肺中央型肺腺癌 IV期 纵膈、颈部淋巴结及脑转移	1
胸腔穿刺	2
心包穿刺	2
红豆杉	2
两侧胸腔大量积液	2
上肢彩超	2
左上肢深静脉血栓	2
右上肺癌癌伴纵隔淋巴结转移	1
小细胞肺癌	1
头颈部	1
右侧胸腔引流术	1
头面部	2
康莱特	3
肺感染	3
美罗西林舒巴坦	1
结肠癌根治术	8
胸部CT提	2
右肺上叶背段	3
直肠、乙状结肠息肉	2
BEV	16
右肺上叶背段病变穿刺活检+微波消融术	2
2型糖尿病糖尿病周围神经病变 左上肢深静脉血栓形成	1
华法林 	2
阿卡波糖 	2
水肿待查	2
珍菊降压片	2
两房	2
高血压性心脏病 心脏扩大 心房纤颤	2
腹平片	5
腹部ct	7
腹腔镜辅助胃癌根治术	2
远端胃切除	3
B-II重建	2
空肠空肠Ｂｒａｕｎ吻合	2
胃大体	2
中-低分化腺癌，部分为印戒细胞癌，LAUREN，分型：混合型	1
替吉奥 	7
壶腹周围癌并梗阻性黄疸	2
壶腹部腺癌	2
“第十二组”（5个）、“肝十二指肠韧带”（1个）淋巴结	1
胰十二指肠术后	3
全身，PET-CT	2
肝左叶前段	2
肝胃间隙	6
左侧锁骨	3
锁骨下窝	3
膀胱直肠陷窝	2
左侧锁骨下窝淋巴结	2
纵隔内	4
两侧肺门区	2
脾脏切除术后	2
右下下腹部	3
副脾	5
右肾下极	2
两侧髂骨	2
B超引导上左颈部肿物粗针活检术	2
左颈部	2
淋巴结结核病	2
核酸检测	2
食管中段早癌、贲门癌	2
贲门	28
鳞状细胞轻度增生并局灶高级别下皮内瘤变	2
贲门癌伴肝脏、盆底种植、多发淋巴结转移	2
贲门癌IV期	2
里葆多	14
贲门癌	11
PSA	4
T--PSA	2
F--PSA	2
F/T	2
B超引导上经直肠前列腺穿刺活检	2
前列腺癌GLEANSON分级III级	2
前列腺增生症，伴PINI级	2
全身骨ECT	2
氟他安	2
前列腺癌	4
房颤伴快速心室率	3
维拉帕米	3
酸碱度	5
二氧化碳分压	7
氧分压	5
标准碳酸氢根	5
乳酸	7
钠	14
氯	14
头部CT	5
左侧中叶	2
脑苷肌肽	3
5%葡萄糖	2
左肾多发囊肿	3
肝门部胆管癌切除术	1
高-中分化腺癌	3
胆管	6
左肝门	1
肝门淋巴结	4
三黄片	1
胆管癌术后	1
腹腔镜上乙状结肠切除术	2
大肠溃疡型管状腺癌II级	5
(肠系膜上A根部）淋巴结	2
(中间组）淋巴结	2
乙状结肠癌术后	17
糖尿病视网膜病变	5
慢性肾功能衰竭	4
左乳腺癌术后	2
骨、肝转移	2
TXT	5
TSPA	2
两侧卵巢切除术	3
来曲唑	5
GEM	5
足底	3
右足底	2
右肾	8
胆总管结石	7
胆囊切除术+胆总管切开取石+T管引流	2
消炎利胆片	4
降结肠癌伴肝转移	3
卡培他滨片	8
结肠隆起型黏液腺癌	2
盐酸伊立替康	3
安维汀	11
轻度脑萎缩	1
左侧额窦炎症	1
TIA	1
胃窦息肉	1
骶尾部	4
骶尾部肿物切除术	1
右髂髂血管旁淋巴结	1
肩部	3
腹部立位平片	4
膈	4
消化道穿孔	5
前列腺轻度增生并结	2
CRE	2
生长抑素	4
奥硝唑	3
腹膜炎	2
剖腹探查术、腹盆腔冲洗、回肠造瘘术、腹盆腔置管引流术	1
 肠溃疡型中分化腺癌	1
卡陪他滨片	2
腹腔镜胃癌根治术	3
胃低分化腺癌	8
胃小弯、胃大弯、贲门、幽门、胃右动脉旁周围淋巴结	1
强力枇杷露	4
房扑	2
远端闭锁，近端造瘘术	2
下咽癌（t4n2m0）	1
下咽癌联合根治术	1
（左侧梨状窝）中-低分化鳞状细胞癌	1
颈部增强c	1
左上肺	12
胸腔镜下左肺上叶楔形切除术	1
左肺上叶鳞癌	2
下咽癌术后	1
左上颈	1
鼻咽部	3
鼻咽癌伴颈部淋巴结转移	1
（鼻咽部）鳞状细胞癌	1
鼻腔	1
直肠癌根治术（DIXON）	3
直肠管状粘液腺癌（低分化），浸润溃疡型	2
一站（11/11个）、二站（3/3个）淋巴结	1
胆红素	6
腹部超声	7
肝内胆管	7
ERCP胆道支架植入术	2
胆汁酸	2
LV	3
血红素	2
晚期胃癌	2
多瑞吉	3
肚脐	1
藿香正气液	1
肩膀	3
胃溃疡	12
直肠炎	2
直肠息肉	6
肝胆	3
替普瑞酮胶囊	2
埃索美拉唑肠溶片	3
右卵巢囊肿	2
腹腔镜上右卵巢囊肿剥除术+盆腔粘连松解术	1
右侧盆壁	5
卵巢卵黄囊瘤	2
右卵巢卵黄囊瘤术后	2
全腹部CT	2
胃体部大弯、小弯壁	2
胃CA侵出浆膜层并网膜种植转移	2
两附件区	2
胃体癌慢性萎缩性胃炎	2
腹腔置管引流术	2
肿瘤坏死因子	4
胃体癌伴腹腔种植转移	2
肝曲	8
系膜区域淋巴结	2
腹主动脉旁、肠系膜区淋巴结，转移	2
右下肺叶斑片影，炎症	2
腹腔镜上全结肠切除术	2
多原发结肠癌 PT3N1AM0,IIIB	1
腹腔镜上根治性全胃切除+食管空肠ROUX-Y吻合术（D2）	1
（全胃）胃体下段小弯侧溃疡型管状腺癌I级	1
贲门右淋巴结	5
（肝总动脉旁）淋巴结	3
中下腹部	11
胃底间质瘤	4
胃间质瘤	7
直肠癌根治术（DIXON式）	2
(直肠)腺癌(高-中分化)	2
直肠旁淋巴结	3
直肠下动脉旁淋巴结	2
胃体后壁溃疡	1
上腹部增强ct	1
胃体小弯侧胃	1
经腹根治性远端胃大部切除、胃-空肠roux-en-y吻合、胆囊切除术	1
（胃）溃疡型低分化腺癌	1
胃小弯（1/4)及胃大弯（3/4）淋巴结	1
胃体大弯侧溃疡型低分化腺癌	2
（第一组）淋巴结	2
皮疹	2
横结肠中段	3
头部	2
(横结肠)绒毛状管状腺瘤，III级，（乙状结肠）粘膜急慢性炎症	1
横结肠腺瘤切除术	2
横结肠高级别下皮内瘤变,部分恶变(粘膜内癌)	1
肝动脉造影	1
右前叶	1
右后叶	1
肝脓肿	3
上腹部b超	1
肝右叶	14
右肝占位	1
葡萄胎	1
子宫全切术	4
丙肝抗体	1
丙肝病毒载量	2
丙型肝炎病毒载量	1
佩乐能	1
胸段段食管食管切除+食管-胃左胸顶吻合术+左侧第5肋骨固定术	1
胸段食管多中心鳞状下皮癌	2
溃疡性鳞状细胞癌I-II级	2
浸润型鳞状细胞癌I-II级	2
贲门淋巴结	2
左喉返神经旁淋巴结	3
多帕菲	9
背	7
左旋氨氯地平片	2
倍他乐克缓释片	3
乐喜林	1
鳞癌	7
管腔	7
经右胸食管癌切除术＋食管胃弓下吻合术	2
贲门旁淋巴结	4
中至低分化鳞状细胞癌	2
胸背	7
胸+下腹，CT	2
左侧气管食管沟	2
左肺下叶	8
肝S2、4、6、8囊肿	2
甲状腺两叶	3
结节性甲状腺肿	3
食管癌术后复发	3
肺、肝、腹腔多发淋巴结转移	1
1度手足综合征	1
腹腔镜上左半结肠根治性切除术	4
升结肠近肝曲	3
(左半结肠)，：结肠隆起型管状腺癌II级	1
(左结肠系膜根根部)淋巴结	2
(回结结肠系膜肠系膜根部)淋巴结	2
食管多发溃疡	3
安达	3
胃角溃疡	4
萎缩性胃窦炎	2
浅表性胃体炎	2
阿拉坦五味丸	2
结肠、直肠多发性息肉	2
乙状结肠腺癌	8
腹腔镜DIXON术，左侧附件切除术	2
直肠下段癌晚期，肝转移	2
(直肠)溃疡型腺癌，分化III级	2
ＭＲＩ	2
乙状结肠MT	2
肝内多发转移瘤	6
；肝、两肾多发小囊肿	2
盲肠	7
回盲盲瓣	2
升结肠炎性息肉	2
肠息肉电切术	2
肝癌切除术+胆囊切除术	3
肝S6	9
肝肿物微波固化术	2
中至低分化肝细胞肝癌	2
肝S4、S5/8	2
肝S2、3、5、8	2
下腹部MRI	4
肝肿瘤微波消融	2
左下肺感染性病变	2
主动脉	5
左侧水平裂	2
水平裂	2
右上胸壁	2
胸膜增厚	2
两膈面	2
左下叶感染	2
两上肺支气管扩张伴感染	2
右心缘	2
囊性病变	2
支气管囊肿	2
心包囊肿	2
囊性畸胎瘤	2
慢性阻塞性肺病（急性加重期）	2
缺血性心肌病型	3
心功能Ⅲ级	2
支气管扩张	2
利尿剂	2
二氧化碳总量	3
碳酸氢根	4
细胞外液碱剩余	2
全血碱剩余	4
血氧饱和度	4
肺门	3
左侧胸膜	3
椎体	4
右侧嘴角	1
NEUT	6
PO2	9
PCO2	9
HCO3	3
CK-MB	3
左侧脑室体	1
左侧基底节区	2
结肠扁平息肉	2
肠镜上息肉切除术	3
右腋腋	1
乳腺彩超	1
右侧乳腺	1
高级别导管	1
法玛新	3
赫赛汀首剂	1
右乳腺癌改良根治术+左乳象限切除术	1
心包穿刺抽液术	1
右侧乳腺癌伴肺转移	1
肛门10CM	2
LAR手术	2
CA74-2	2
直肠术后	4
胸下段食管鳞癌	2
奥先达	3
食管癌放化疗后复发	2
胃造瘘术	3
胃空肠吻合术	2
（十二指肠肿物）梭形细胞肿瘤	2
伊马替尼	7
食管中段癌	2
食管旁多发淋巴结	2
食管周淋巴结	8
(中段食管旁）淋巴结	2
(胃右动脉旁）淋巴结	2
腹腔镜辅助上乙状结肠癌根治术	4
乙状结肠上段	3
（乙状结肠），：大肠溃疡型管状腺癌II级	1
颈椎骨折	1
颈椎mri	1
C3/4、C4/5椎间盘突出	1
颈椎管狭窄	1
椎间盘切除+植骨cage植入+钢板内固定术	1
头颅ct	1
脑	14
根治性远端胃大部切除术	4
XELOUDA	1
肝脏CT	1
肝脏多发转移	4
肝动脉	5
草酸铂	3
5FU	5
胃右动脉	5
肝脏转移瘤	6
肛肠	2
肠镜上结肠息肉切除术	2
直乙交界癌	3
肠癌根治术	3
直肠中分化腺癌（T4N0M0IIB期）	2
胸部CT平扫+，增强	3
两肺下叶肺气肿	3
肝囊肿	22
盆腔MR平扫+，增强	2
直肠下段	6
右左心房稍增大，主动脉增宽并主动脉关闭不全，二尖瓣前叶脱垂并关闭不全	1
右心室	3
直肠癌术后吻合口复发	2
中-低分化腺癌	2
腹部，CT	13
肝脏S8	2
盆腔，CT	2
直肠癌（CT4BN2B）	2
肛门内括约肌	2
精囊腺	8
ALT 	4
MILES术+肝转移灶切除	2
胃底贲门癌	5
胃右动脉旁淋巴结	2
结肠腺癌并肝多发转移	2
DIXON'S+肠粘连松解术	2
开普拓	4
肝转移瘤射频消融术	2
贲门癌根治性近端胃切除+胃食管膈上吻合术	1
贲门腺癌II级	2
乙肝肝硬化	3
左肝肿瘤切除+胆囊切除术	2
（左肝）肝细胞肝癌（II级）	2
结节性肝硬化	7
胆囊胆固醇性息肉	2
肝介入治疗（TAI）	2
腹腔镜DIXON术+回肠造瘘术	1
EGJ中低分化腺癌伴印戒细胞癌，混合型	2
十二指肠降部SMT	2
ESD	2
绒毛状管状腺瘤	3
全胃切除术	6
中低分化腺癌伴印戒细胞癌，混合型	2
AFP 	2
食管裂孔	2
贲门炎（重度）	2
贲门溃疡，	2
浅表性胃炎	4
胆管癌	5
肝内胆管癌	3
肝动脉泵植入术	2
OXA	7
肝S8	13
S8	2
胆囊切除+胆肠吻合+胃肠吻合术	2
慢性腺性胆囊炎	5
壶腹周围恶性肿瘤术后	2
自身免疫性溶血性贫血	2
氢化泼尼松针	2
泼尼松片	5
遗传球形红细胞增多症	1
羟氯喹	2
硫唑嘌呤片	2
环磷酰胺片	1
环磷酰胺针	1
西罗莫司	1
雷帕霉素	1
左肺小细胞癌	1
胃早癌	22
胃切除术	11
肾囊肿	3
宫口	3
胎	1
硫酸镁	1
宫颈机能不全	2
黄体酮	3
地屈孕酮	1
阴宫颈	1
胰头肿瘤	1
（胰头）高-中分化腺癌	1
胰内胆总管	1
胰周淋巴结	2
肝右前右前叶	1
超声造影	2
转移性肝癌	1
胰腺癌Ⅳ期	1
胰头癌术后肝转移	1
盆腔大量积液	2
乙状结肠癌伴不完全梗阻	2
子宫切除+两附件切除+DIXON术+大网膜切除术开腹恶性肿瘤特殊治疗术	1
中人氟安	2
乙状结肠中分化腺癌	9
两侧卵巢转移瘤	2
肝S5、6段肝转移	2
肝转移瘤切除术	3
肠癌肝转移	3
右下肺	6
盆腔CT	7
阴道彩超	2
宫颈肿物	2
宫颈癌肉瘤	2
经腹次广泛子宫切除术+两侧附件切除	2
（子宫）高级别恶性肿瘤	2
恶性苗勒氏管瘤（癌肉瘤）	2
滑膜肉瘤	3
子宫宫颈	2
低分化鳞状细胞癌	7
双侧宫旁	2
子宫腺肌症	5
左卵巢子宫内膜异位症	2
左侧输卵管积水	2
癌肉瘤	3
腹盆腔MRI	2
卵巢囊肿	5
DIXON术+子宫肌瘤剔除术	1
骶部	15
心悸待查	2
肾功能异常	2
急性黄疸型肝炎	1
食管静脉曲张	3
胆囊壁	11
左侧乳腺癌	1
左侧乳腺癌保乳及腋窝淋巴结清扫术	1
左侧乳腺浸润性导管癌	1
腋窝淋巴结癌转移	1
乳腺b超	1
左乳腺	3
乳腺	3
左侧乳腺皮肤结节活检术	1
乳腺浸润性导管癌	2
食管中上段鳞癌 IV期 两锁骨下、纵隔淋巴结转移	1
左侧胸腔积液	7
下腔静脉压迫综合征	2
紫衫	2
低钾血症	3
食管胸中段	2
纵隔及两锁骨下淋巴结	2
右腋上淋巴结	3
头皮顶部转移	2
右锁骨下及左中颈淋巴结	2
泰欣生	10
盆腔MR	6
盆腔右侧附件区占位	2
盆腔少量积液	2
分段诊刮	2
广泛性子宫切除、两侧输卵管卵巢切除及盆腔淋巴结清扫术	1
子宫内膜腺癌诊刮术后	2
颈管	6
宫	8
两输卵管	2
右腹股沟	4
右髂总	3
左闭孔	2
左髂外	2
左髂总	2
完全性右束支传导阻滞	4
升结肠癌术后	3
吻合口复发术后	1
左半结肠腺癌浸润肠壁全层	1
结肠癌术后复发伴肠系淋巴结转移	1
溃疡型管状乳头状腺癌	1
胃窦中-低分化腺癌	1
腹腔镜探查，腹腔热灌注化疗	1
胃窦幽门区	1
幽门管	3
PLT 	4
腹腔镜探查紫杉醇并奥沙利铂腹腔化疗后	1
直肠癌同期放化疗后	2
子宫纵隔	2
宫腔镜子宫纵隔电切术	2
低度鳞状下皮内病变	2
慢性宫颈炎	8
低级别鳞状下皮内病变	2
高级别鳞状下皮内瘤变（CINII）	2
高级别鳞状下皮内病变（CINII）	2
宫颈病变	2
结肠造口术	2
结肠还瘘术及肝部分切除术	2
肺部CT	4
PETCT	4
腹膜外左髂窝	2
转移性腺癌	3
CA72.4	7
结肠旁沟	4
左附件	8
左侧盆腔淋巴结	2
全子宫+右附件手术切除	2
淋巴结转移性低分化腺癌	2
转移性低分化腺癌	3
左腹股沟淋巴结	2
左腹股沟区	2
培美曲赛	4
高分化腺癌	6
溃疡型中分化腺癌	3
乙状结肠术后	5
癌抗原199	4
贲门低分化腺癌	2
贲门小弯侧	2
(胃)低分化腺癌，(淋巴结)淋巴结转移癌	1
肝右内叶、左叶多发占位性病变	2
腹部MRI	8
肝右内叶及左前叶下段占位性病变	2
原发性肝细胞癌	2
肝左前叶上段包膜	2
左肝VII段膈面	2
肝右内叶（IV段）	2
左后叶（VI段）	2
肝包膜	2
肝十二指肠韧带	5
肝脏原发性结节型中分化肝细胞癌并大片坏死	1
肝被膜	3
（胆囊）慢性腺性胆囊炎	2
肠壁全层	6
骨髓	7
格列齐特	5
阿卡波糖片	4
自发性胰腺炎	2
诺和锐30	5
轻度贫血	3
慢性非萎缩性胃炎	11
结肠肿块切除术	2
SO2	2
不完全性左束支传导阻滞	2
左室肥大	2
右房肥大	2
Na	5
Cl	4
两肺广发感染	2
两侧肺门	2
慢性阻塞性肺病急性加重	4
2型呼吸衰竭	2
左侧附件区囊肿	1
双侧卵巢囊肿	1
左卵巢囊肿	5
畸胎瘤	3
右肺下叶切除术	2
右肺下叶中心型低分化鳞状细胞癌	2
（食管）鳞状细胞癌	2
结肠癌并肝内多发转移	2
中分化腺癌。，分期为：PT3N1M1	2
肝脏多发转移瘤	3
肝转移瘤微波消融术	5
全子宫+两侧附件切除+大网膜切除+盆腔淋巴结清扫+腹主动脉旁淋巴结切除术	1
左卵巢肿瘤	3
左侧输卵管	3
:左卵巢中分化浆液性腺癌	2
两侧卵巢中分化浆液性乳头状腺癌	2
两卵巢腺癌IIB期	2
北华素	3
肠系膜下动、静脉血管	2
胰腺肿瘤射频消融、无水酒精注射+胆总管十二指肠吻合，胃空肠吻合+胆囊切除术	1
腹腔积液	6
腹腔穿刺术+闭式引流	2
下消化道泛影葡胺造影	2
下消化道造影	5
胰腺肿瘤	3
横结肠增生性腺瘤性息肉 乙状结肠低级别管状腺瘤	2
结肠镜电切手术	3
腹腔镜上直肠癌根治术+预防性回肠造瘘	2
肿物周淋巴结	3
大肠管状腺瘤	3
直肠癌术后，回肠造瘘术后	2
（胃窦）腺癌	2
胃角）高级别下皮内瘤变（重度异型增生）	2
胃癌根治术（毕I式）	2
肝脏小囊肿	2
十二指肠球部	5
管状绒毛状腺瘤型息肉	2
横结肠癌	4
（结肠）高级别绒毛管状腺瘤	2
 结肠肝	1
结肠肝曲管状腺癌	2
腹腔镜上扩大根治性左半结肠癌切除	2
大肠溃疡型管状腺癌II-III级	2
（结肠中动脉根部）淋巴结	4
（回结肠动脉根部）淋巴结	3
结肠肝曲管状腺癌术后	2
诺和灵	2
手指	1
佐匹克	1
乳癌	1
左乳癌改良根治术	2
腋窝淋巴结	2
锁骨下淋巴结	1
左乳浸润性导管癌Ⅱ级	1
表柔比星	11
左乳浸润性导管癌术后	1
盐酸曲马多	2
山莨菪碱	3
食管炎伴糜烂	2
食管粘膜	4
糜烂性出血性全胃炎	2
十二指肠球部霜斑样溃疡	2
左肾囊肿伴囊壁钙化	2
胸腹	2
右半结肠切除+恶性肿瘤腔内灌注治疗	2
肠中至低分化腺癌，部分为粘液腺癌	2
腹腔镜上根治性远端胃大部切除术（D2,ROUX-EN-Y吻合）	1
腹腔镜辅助上根治性远端胃大部切除+残胃空肠ROUX-Y吻合术（D2）	1
胃体胃窦交界前壁早期（0-I型）管状腺癌II级，部分为黏液腺癌	1
（第1组）淋巴结	3
（第3组）淋巴结	2
（第4SB组）淋巴结	2
（第4D组）淋巴结	2
（第6组）淋巴结	2
（第7组）淋巴结	6
（第8A组）淋巴结	2
（第9组）淋巴结	6
（第11P组）淋巴结	2
（第12A组）淋巴结	3
第5组淋巴结	3
胃窦癌术后	5
左侧颞部	1
下眼睑	2
血管瘤	4
剖腹探查+结肠穿孔修补术	2
腹部切口感染	2
快速性房颤	3
ST段改变	2
国际标准化比值	3
敏肌钙蛋白T	2
前列腺特异性抗原	5
B，超	5
前列腺增生	6
良性前列腺增生	2
盐酸坦洛新缓释胶囊	2
乳酸右氧氟沙星	2
红细胞压积 	2
窦性心动过缓	3
头孢克肟胶囊	2
肾下腺色腙片	2
前列腺腺癌	4
比卡鲁胺片	2
全身骨显像+，骨断层显像	2
右侧第10后肋	2
腰椎	9
胸12椎体，骶骨转移	2
胸腰椎	2
两侧睾丸切除术	2
肝损害原因待查	1
前置胎盘	1
疤痕子宫剖宫产娩出	1
肺表面活性物质	1
头ct	1
颅脑	3
食管癌根治及食管胃右颈吻合术	1
中低分化鳞状细胞癌	2
左上肺不张	1
肝S2、4、6	1
力扑素	9
恩度	6
雷尼替丁	2
胃必治	2
肝内多发结节	2
IV期胃癌	2
胃窦癌伴胃潴留	2
房扑伴快速心室率	1
电解质	2
急性下呼吸道感染	2
盐酸二甲两胍缓释片	1
感冒清胶囊	1
乌拉地尔	3
布地奈德	5
异丙托溴铵	5
盲肠腺癌	2
近端小肠	2
根治性左半结肠切除+区域淋巴结清扫术	2
（盲肠）低分化腺癌（含印戒细胞癌成分）	2
右肝内肝内胆管癌	2
右半肝联合尾状叶切除+胆总管切除+左前、左后胆肠吻合+腹腔淋巴结清扫+腹腔粘连松解+腹壁肿物切除术	1
（右半肝），：肝中分化胆管细胞癌	2
右门Ⅴ	2
胆管细胞癌	3
肝左叶近膈面	2
肝内胆管扩张	3
TACE	6
碘化油	3
表柔吡星	2
栓塞微球	2
介入术	4
右肝内肝内胆管癌术后	2
右下颈	3
鼻咽未分化型非角化行癌（T3N2M0）	3
区域淋巴结	2
鼻咽癌并肝、腹腔积腹膜后淋巴结转移	3
ERCP+胆管支架植入术	2
门腔间隙	9
鼻咽癌治疗后	2
鼻咽、，颈部及下腹部CT	2
淀粉酶	1
宫腔诊刮术	3
子宫内膜腺癌I级	3
全宫+两附件+盆腔淋巴结清扫术	3
浆液性腺癌并子宫内膜样腺癌	3
子宫上段	3
子宫颈	4
腹主+髂总淋巴结	3
铂乐定	3
十二指肠降段溃疡	1
慢性非萎缩性胃窦炎伴糜烂	1
瑞巴派特	1
蒙脱石散	2
剑突上	10
下腹部彩超	3
门静脉主干	5
孕酮	1
孕酮(PROG)(PROG)	1
绒毛膜促性腺激素及β亚单位	1
绒毛膜促性腺激素+β亚单位(HCG+β)(HCG+Β) 	1
促甲状腺激素(TSH)(TSH)	1
甲状腺素(T4)(T4)	1
游离甲状腺素(FT4)(FT4)	1
游离三碘甲状腺原氨酸(FT3)(FT3)	1
三碘甲状腺原氨酸(T3)(T3)	1
抗甲状腺过氧化物酶抗体	1
抗甲状腺过氧化物酶抗体(Anti-TPO)(ANTI-TPO) 	1
胸中上段段食管	1
食管上段恶性肿瘤	3
食管上段肿瘤	1
左侧胸胸背部	1
肺内多发转移瘤	1
乐息平	1
氯沙坦钾	1
（食管）鳞状下皮重度不典型增生，癌变	2
胃窦部与胰腺之间淋巴结	2
左基底节区	2
两肺上叶	7
左侧大脑半球	2
冠状动脉粥样硬化性心脏病 	2
（乙状结肠）腺癌（中、低度分化）	2
一站（13个）、中间组（3个）、中央组（5个）淋巴结	1
胃癌手术	3
返流性食管炎	3
右锁骨下淋巴结	4
耐信	2
泮托拉唑	8
胃体中下部溃疡	2
 胃体	1
 肝总动脉旁（0/1)、 胃大弯（0/1)淋巴结	1
贲门左(3/3)、 胃小弯(8/9)、幽门上（2/2)淋巴结	1
右侧下上肢	2
胃癌术后多发脑转移	2
甘露醇	4
胃癌术后脑转移 RTXNXM1 IV期	2
胆囊切除＋胆总管探查＋Ｔ管引流术	2
胆道	4
胆道探查术后	2
胃管	3
胃多发溃疡	3
远端胃	5
胃窦小弯侧溃疡型管状腺癌II-III级	2
（第8组）淋巴结	9
（第15组）淋巴结	2
第14V组淋巴结	3
胃窦溃疡浸润型癌侵及胃角、幽门	2
胃低分化癌	2
肺心病	2
脑梗死后遗症	3
直肠CARCINOMA	2
腹会阴直肠癌根治术（MILES手术）	2
小骨盆腔	2
黏液腺癌	4
下腹部平扫+	2
埃索美拉唑肠溶胶囊	3
云南白药胶囊	4
斑蝥胶囊	3
腹盆腔	8
卵巢癌减瘤术	2
右侧输尿管支架置入	2
膀胱镜检查+右输尿管支架调整+左输尿管支架置入	1
腹腔镜右半结肠切除术+DIXON术	2
降结肠中段	2
（降结肠大体）中至低分化腺癌	2
管状-绒毛状腺瘤	5
降结肠癌伴肝转移（PT3N2BM1,IV期PMMR，RAS野生型）	1
肝S2、4、8	3
结肠癌姑息切除术后	2
扩大右半肝切除术	2
S2、3	2
肠腺癌肝转移	3
S4	2
肠腺癌肝转移，	2
肝动脉旁淋巴结	2
管状腺瘤	6
右室舒张、收缩功能减退	2
两肺上叶感染	2
左侧肺门	2
心后软组织	2
胃癌切除术	3
溃疡型低分化腺癌，伴印戒细胞癌，LAUREN，分型：弥漫型	1
第1组淋巴结	3
左侧腰部	1
主动脉壁及冠状动脉壁钙化	4
复方电解质注射液	1
高热待查：肺部感染	1
腹腔镜上直肠癌根治术DIXON	3
肠隆起型绒毛状-管状腺癌II级	4
食管炎（I级）	2
胃底粘膜	2
浅表性胃窦炎	5
盆腔B超	5
胸部CR	3
肝门区转移	2
伽玛刀治疗	2
奥铂	4
FUDR	2
THP	6
FUDR(氟脲苷）	2
红细胞数 	1
空腹指尖血糖	1
白质脱髓鞘性脑病	1
食欲上降待查	1
右侧肩背部	1
血凝酶	2
兰索拉唑	4
急性下消化道出血	4
失血性休克	3
肝曲结肠粘液腺癌侵犯十二指肠及肝门区	2
剖腹探查+胃空肠吻合+升结肠-横结肠侧侧吻合术	1
升结肠肠管	2
十二指肠降部、水平部	2
左结肠动脉旁淋巴结	2
升结肠癌术后化疗	2
清宫术	3
i度骨髓抑制	1
腹腔镜下广泛子宫切除术+双附件切除术+盆腔淋巴结清扫术	1
左侧输尿管阴道	1
左侧输尿管阴道瘘	1
输尿管镜下左侧输尿管置管术	1
脑梗塞	1
硝苯地苯片	1
卵巢恶性肿瘤	2
肿瘤细胞减灭术（I型全子宫切除+两侧附件切除+大网膜切除+盆腔及腹主动脉旁淋巴结清扫+肠修补术）	1
高级别浆液性癌	2
胃底腺息肉	2
肺部结节	3
左肺上叶近肺门处及左肺上叶后基底段占位性病变，代谢活性增高，考虑恶性肿瘤可能	1
急性上壁、后壁、左室心肌梗死	2
左冠近中段	2
植入支架	2
两侧半卵园中心	1
两侧基底节区	1
天麻素	2
MILES术	2
两肺门	4
两髂血管	2
阿柏西普	2
CPT-11	6
肝MT	2
特殊肝段切除术（IV、V、VIII段）+胆囊切除术+肝十二指肠韧带内肿大淋巴结切除术	1
(肝左叶) 肝内胆管癌	2
（胆囊）慢性炎	3
盐酸吉西他滨	3
气管下段	1
左支气管	1
右上叶尖端	1
（右上叶、气管下段）低分化（腺）癌	2
力比泰针	1
经支气管镜气管及右主主支气管支气管肿瘤切除术	1
乙状结肠高分化腺癌	3
右侧髂总动脉淋巴结	1
肝S5	5
肝S8 	4
乙状结肠癌切除术	3
肠系膜血管	1
右半结肠切除术+横结肠两腔造瘘术	2
（结肠）腺癌（中度分化），浸润溃疡型	2
便潜血	3
结肠肝区癌切除术	2
横结肠结肠溃疡型中分化腺癌	2
肠周	4
肝动脉结扎插管＋肿瘤活捡术＋肝肿瘤无水酒精注射术＋胆囊切除术	2
肝细胞肝癌,分化ii级	1
t治疗后	1
肝左左叶	1
左叶	1
B超引导下肝肿瘤肿瘤射频消融毁损术	1
上腹部mri	1
肝mt综合治疗后	1
门脉	9
丙肝后肝硬化	4
失血性贫血	8
腹部平片	5
不全性肠梗阻	5
粘连性肠梗阻	4
乙状结肠MT肝转移	2
乙状结肠MT切除术	2
两侧睾丸切除手术	2
康士德	3
右乳腺浸润性导管癌伴全身多发骨转移	2
右乳肿块超声引导下穿刺活检术	1
（右乳）乳腺浸润性导管癌	1
盐酸多柔比星脂质体	3
右乳腺癌Ⅳ期化疗后	1
左肺中叶及上叶少许慢性感染	2
左肺下叶尖段	3
脂肪瘤	3
左侧多根肋骨陈旧骨折	2
肝右叶内侧段	2
两肾多发小结石	2
肝左叶上段	2
腹主动脉壁钙化	2
腰椎骨质增生	5
骶管	2
骶管囊肿	2
胸腹部	5
高渗性脱水	2
急性肾功能不全	2
老年痴呆症	2
重度营养不良	4
充血性心力衰竭	1
陈旧性心肌梗死	1
室壁瘤	1
二尖瓣脱垂、房颤	1
腰椎骨折	1
Ⅰ型呼吸衰竭	1
血性心衰	2
头孢地嗪	1
肺部感染Ⅰ型呼吸衰竭	1
心律失常-房颤	1
陈旧性心肌梗死室壁瘤	1
高血压病2级（极高危）	1
电解质紊乱低钾血症	1
脑梗死后	2
肝胰脾	1
脑器质性精神障碍	1
心律失常-房颤陈旧性心肌梗死室壁瘤形成心功能iii级	1
高血压病2级很高危	1
远端胃大部切除+ROUX-EN-Y重建	2
远端胃癌根治+B-I式吻合术	2
胃窦部溃疡型低分化腺癌	2
新生儿G6PD活性试验	7
两肺多发转移	2
梗阻性肾病	2
右前臂动静脉内瘘成形术	3
促红素	3
膀胱癌	3
子宫内膜混合型腺癌	2
盆腔粘连松解+筋膜外全子宫+两附件切除+盆腔淋巴结清扫术	1
宫体混合型腺癌（80％为II型透明细胞腺癌，20％为I型子宫内膜样腺癌）	1
子宫内膜腺癌IA期术后	2
碱性磷酸酶	4
间接胆红素	10
上腹部增强	1
右肾细小囊肿	1
雅施达	3
何首乌	1
铁皮枫斗	1
右侧顶部蛛网膜上腔	2
两上肺感染	5
碱剩余	2
中性粒细胞绝对值	6
超敏C反应蛋白	2
脑苷激肽	2
神经节苷脂	2
清开灵	2
安定	2
嗜酸性粒细胞百分比	2
肠梗阻？	2
两上肺炎症	2
中度脂肪肝	2
右肾切除术	3
腹痛待查	7
食管胸中段癌	2
腹左胸食管癌切除术	2
浸润性高分化鳞状细胞癌	2
胸腔引流、胸腔冲洗	2
胸腔感染	2
姑息性直肠癌切除术（dixon）	1
直肠中段	1
直肠腹膜返折	1
直肠吻合口漏	3
横结肠造口术	5
直肠腺癌（中度分化），浸润溃疡型	4
两端	1
肠壁一站（1/6个）、中间组（1/3个）淋巴结	1
二站（3个）、中间组（3个）淋巴结	1
结肠癌并肺转移	2
姑息性左半结肠切除术	3
左半结肠腺癌（中度分化），浸润溃疡型	2
结肠术后	5
腹腔镜直肠癌根治术	3
（直肠）腺癌（中度分化），浸润溃疡型	3
肠壁一站（6个）、中间组（3个）、中央组（3个）淋巴结	1
低级别腺管状腺瘤	3
胃癌并幽门梗阻	2
胃窦幽门部	2
胃腔	3
胃大小弯侧	2
胃结肠韧带	2
十二指肠降段	4
幽门梗阻	4
胃肠吻合术	2
主动脉弓壁少许钙化	1
二尖瓣瓣环钙化	1
三尖瓣重度反流	1
肺动脉轻度高压	2
慢性阻塞性肺疾病伴急性加重	1
慢性阻塞性肺疾病急性加重	3
直肠癌DIXON手术	2
直肠癌术后吻合口瘘	2
（直肠）腺癌（中、低度分化，局部伴神经内分泌分化；部分为粘液腺癌，约占30%）， 隆起型	1
多发性增生性（锯齿状）息肉	2
 一站淋巴结	1
左侧卵巢	7
肿瘤细胞减灭术（全子宫+两附件切除术+大网膜切除术+DIXON术+回盲部切除术）	1
两侧卵巢见低分化浆液性腺癌浸润	2
子宫底	3
低分化浆液性腺癌	2
卵巢浆液性腺癌IIIC期	2
肠瘘	2
腹腔清创引流+回肠造瘘术	2
波贝	4
两脚底	2
胆囊泥沙样结石	2
胆总管末端可疑结石	2
胆囊切除、胆总管探查取石、T管引流术	2
急性单纯性胆囊炎	2
腹腔镜上乙状结肠根治性切除术	2
乙状结肠浸润性管状腺癌I-II级	2
（直肠下动脉根部）淋巴结	2
结肠息肉摘除术	2
腹盆MR	5
左半结肠系膜区淋巴结	2
升结肠腺癌 CT3N1M0	2
腹腔镜左半结肠切除术	5
升结肠中至低分化腺癌伴粘液腺癌，PT3N1M0,III期	1
胃癌伴腹腔种植转移	2
右眼下方鼻	1
右上颌	1
右上颌骨肿物活检术	1
原始神经外胚层肿瘤	1
原始神经外胚叶肿瘤	1
原始神经外胚叶肿瘤（局限期）	1
Ⅳ骨髓抑制	1
颌面	1
拉西地平	2
鼻部	1
左小腿	4
急性左上肢深静脉血栓形成伴感染	2
室性早搏	2
左侧胸腔中等量积液	1
腹部立卧位	1
宫颈腺癌	3
广泛全子宫切除+两附件切除术+盆腔淋巴结清扫术	1
两侧骶韧带	2
子宫后壁	2
直肠子宫陷凹	2
（全子宫+两附件）子宫颈内生浸润型中分化粘液腺癌（宫颈管亚型）	1
宫内膜	4
I度骨髓抑制	2
宫颈腺癌(IB1期，II级)术后	2
直肠息肉切除术	5
升结肠肿物切除术	2
弥漫大B细胞淋巴瘤，非GCB亚型	2
弥漫大B细胞淋巴瘤回盲部切除术后	2
回盲部术后	2
两侧扁桃体	2
（回盲部）弥漫大B细胞淋巴瘤，非GCB亚型IA期	1
盆腔囊性占位	2
卵巢囊腺瘤	2
肝左前叶上段	2
卵巢肿瘤	4
腹腔镜镜上卵巢囊肿剥除术	2
卵巢颗粒细胞瘤	2
Lac	3
胃未分化癌，部分低分化癌	2
网膜淋巴结	3
胃低分化腺癌，大部分为印戒细胞癌	2
TS-1	4
TS-1 	2
HGB	11
中央型前置胎盘	2
子宫动脉造影术及子宫动脉栓塞术及利凡诺羊膜腔穿刺引产术	1
Ｂ超	2
胎盘组织局灶玻变，大量炎细胞浸润	2
益保世灵	3
补佳乐	2
黏膜上子宫肌瘤	2
宫腔上子宫肌瘤切除术	2
洛索洛芬钠片	2
食管乳头状瘤	2
食管乳头状瘤”胃镜上切除	2
食管息肉	5
直肠癌 CT4N1M0	2
胃窦癌（溃疡型）	2
（胃窦）低分化腺癌	3
右大腿	1
浅表扩散型恶性黑色素瘤伴局灶溃疡形成	1
全身PET-CT	1
上肢皮肤肿瘤扩大切除术+右侧腹股沟前哨淋巴结活检术	1
干扰素	2
IL-2	1
右侧腹股沟淋巴结清扫术	1
右侧腮腺	1
右侧腮腺肿物及腮腺浅叶切除术	1
右侧腮腺分化差的癌	1
淋巴上皮瘤样癌	1
右腮腺	1
右侧ii区淋巴结	1
胃窦溃疡型低分化腺癌	2
吻合口炎	5
腹盆腔B超	2
颈部B超	4
胃癌远端胃切除术后	2
残胃炎	3
残胃癌	6
残胃癌根治术	2
腺癌转移	3
肝S7、S3	1
盆底少量积液	1
间隔	1
吃美林	2
头孢噻肟	2
头孢美唑	5
糜烂性胃炎（II级）	2
粘膜腺癌	2
根治性远端胃大部切除术（毕II式，D2)	1
远端胃大部	2
(幽门下）淋巴结	2
(肝总动脉旁）淋巴结	2
(腹腔动脉旁）淋巴结	2
左肺炎症	1
射干合剂	1
希舒美	1
超声引导上经直肠前列腺穿刺活检术	2
乙状结肠癌切除、肝部分切除	2
小肠、结肠梗阻	2
近端结肠梗阻	2
乙状结肠：隆起型中分化腺癌	2
冠脉搭桥术后	1
肝、腹膜及腹膜后淋巴结转移	2
主动脉瓣重度狭窄伴反流	1
风湿性心脏病	1
主动脉瓣置换术	1
腹腔镜DIXON+回肠造瘘术	3
子宫内膜混合性癌	3
腹腔镜下全子宫切除术+双侧输卵管-卵巢切除术+阴道顶悬吊术+盆腔粘连松解术	1
右侧宫底	1
双侧附件	1
左侧髂外	1
动脉瘤	2
双附件	2
子宫浸润型Ⅱ型子宫内膜癌(浆液性腺癌为主,局部为透明细胞腺癌)	1
物肝损害	2
子宫内膜混合性癌ia期术后	1
，肠系膜上动脉	1
高中分化腺癌	1
腹膜转移	1
剖腹探查+腹腔肿物切除+阑尾切除+腹腔热灌注化疗	1
肾功能不全	8
甲状旁腺激素	4
内生肌酐清除率	4
胸部CT平扫	2
右肺上叶炎症	4
消渴丸降糖	2
优思林	4
糜烂性胃炎	4
慢性浅表性萎缩性胃炎	1
胃复春	1
十二指肠炎胃窦轻度慢性萎缩性胃炎伴中度急性炎	1
粘膜下esd治疗术	1
胃角巨大胃溃疡	2
腹腔镜上胃癌根治术（BILLROTHS II式）	1
乙状结肠两腔造瘘术	1
窦部	2
腹腔镜辅助左半结肠切除术	2
左下下腹	1
转移瘤	1
（左半结肠）镜检为中分化腺癌	1
升结肠癌术后化疗后腹腔淋巴结转移	1
结肠吻合口	1
腹腔肿物切除术	1
肠癌浸润转移	1
右侧腋窝	3
右侧腋窝肿块切除术	2
（右腋窝）淋巴结内转移性鳞状细胞癌	2
双侧胸腔积液	2
胃癌根治+幽门成形术	2
胃体小弯腺癌（中度分化）	2
三组”淋巴结	2
四组”（5个）淋巴结	2
胃底贲门恶性肿瘤	2
剖腹探查、根治性全胃切除术、食管-空肠ROUX-EN-Y吻合术	1
（胃）中分化腺癌	3
胃大、小弯淋巴结	3
胸部增强ct	1
右肺上叶后段	2
纵隔内气管	1
腔静脉	4
颅脑mri	5
右侧颞叶	1
小脑	3
全身pet-ct	1
右肺上叶尖段	1
肺癌伴右肺上叶尖段支气管旁及纵隔内淋巴结转移	1
脏器	1
右上上肺腺腺癌t3n2m1b（脑）iv期	1
特罗凯	4
右肺腺癌气促待查	1
剖腹探查+肠粘连松解术+回肠单腔造瘘术	2
小肠造口还纳术	2
小肠造漏术后	2
腹腔镜上根治性全胃切除术+胆囊切除术	2
贲门左淋巴结	6
（第11组）淋巴结	4
（第12组）淋巴结	3
（第9组淋巴结）	2
贲门腺癌	4
乙状结肠粘液腺癌	4
右乳癌	3
改良根治术	2
左肩X片	2
胸椎正侧位	2
卵巢切除	2
腹部增强MRI	2
肝S6、S7	2
腰椎及骨盆骨转移	2
帕妥珠单抗	2
手足综合征	2
二、三尖瓣	2
腹腔镜上胃癌根治术	3
（远端胃大部），：胃体小弯浸润型印戒细胞癌	1
胃印戒细胞癌	4
胃内多发息肉	2
内镜上多发息肉切除	2
肠息肉	6
室壁	4
卵圆孔	4
扩张型心肌病	4
全心扩大	3
慢性心功能不全	4
心功能III级	7
右侧腘静脉血栓形成（急性期）	3
上肢静脉彩超	3
阿托伐他汀钙片	1
结肠中分化粘液腺癌	1
双下肢动脉硬化闭塞症	1
双小腿静脉淤滞性皮炎	1
远端胃癌姑息切除癌姑息切除术	2
胃窦癌（PT4AN3BM1，IV期)	2
维康达	4
结肠肝曲癌	3
腹腔镜上左半结肠切除术（扩大根治）	2
大肠溃疡型粘液腺癌	2
（回肠动脉根部）淋巴结	2
左侧腹	3
左侧腹腔	2
结肠肝曲癌术后	3
左半结肠切除+淋巴结清扫术	2
（结肠）中分化腺癌	3
肠周查见淋巴结	2
乙型病毒性肝炎	2
胃炎颗粒	2
反流性食管炎（LA-B）	2
结肠息肉术后	3
胰腺癌	4
２型糖尿病	2
剖腹探查+胆肠吻合+胃肠吻合+胆囊切除术	1
两眼睑	2
中度贫血	5
冠脉cta	1
三支病变伴中-重度狭窄	1
泰嘉	1
洛汀新	1
阿乐	1
冠脉造影术	1
结肠癌术后两肺多发转移	2
伊替立康	2
结肠癌术后复发	2
宫颈（3、6、9、12点）中分化鳞状细胞癌	1
宫颈中分化鳞状细胞癌Ⅲb期	1
肠道	3
肝脏VIII段	1
腺瘤	8
肠中分化腺癌	3
肝癌切除+右半结肠切除+大网膜切除术	1
左半结肠切除术+有附件切除术	2
（升结肠）中分化腺癌	2
结肠癌转移	3
直肠前切除术	2
小肠癌	2
小肠癌根治术	2
盆腹腔	4
TREITZ韧带	2
溃疡型乳头状-管状腺癌II级	2
（系膜）淋巴结	2
(肠系膜根部)淋巴结	2
小肠管状腺癌（PT4AN0M0IIB期）术后	1
腹腔镜上横结肠癌根治性切除术	2
横结肠中段偏左	2
大肠隆起型管状腺癌II级	3
横结肠癌术后	2
左侧结肠癌	2
结肠腺癌（中低度分化）	3
肠壁一站（7/8个）、二站（1/3个）、中间组（1/2个）淋巴结	1
肠壁三站（2个）淋巴结	2
结肠息肉APC术	2
直肠乙状结肠	2
肛管	7
凝血酶原时间	4
活化部分凝血酶原时间	2
纤维蛋白原	3
凝血酶时间	2
高敏肌钙蛋白	5
慢性心力衰竭	2
速尿	2
冠状动脉粥样硬化性心脏病 缺血性心肌病型	1
心房纤颤伴II°房室传导阻滞	2
原发性高血压2级 极高危	2
前列腺增生症	3
腰椎ct	1
脊柱骨折	1
腰椎核磁	1
腰1椎体经皮穿刺椎体后凸成形术	1
sa	1
前列腺癌（4期）并骨转移	1
唑来磷酸钠	1
雷德	1
钙尔奇d	1
比卡鲁铵片	1
骨化三醇胶丸	1
碳酸钙d3片	1
前列腺癌并骨转移	1
结肠癌切除术后	1
胸，CT	5
胸上段食管癌	1
胃周多发淋巴结转移	1
纵膈7,8组淋巴结转移	1
左中叶	1
消化道造影	3
食道胸上段及腹段	1
食管胃结合部	1
SCC	5
 CYFRA21-1	1
胃癌根治术（远端胃大切）	3
十二指肠切除＋胆总管引流、空肠造瘘术	1
吻合口狭窄	3
十二指肠中分化腺癌	1
肠系膜下动脉	4
L－OHP	1
CPB	1
十二指肠乳头	3
十二指肠降部	4
胰十二指肠	2
十二指肠乳头部浸润型管状腺癌II-III级	1
胰腺周淋巴结	2
（肝十二指肠韧带）淋巴结	3
十二指肠癌术后	2
根治性胃大部切除、毕I式吻合术	2
胃窦大弯侧腺癌（中度分化），浸润溃疡型	2
四组（5个）、六组（9个）、“1、3、7组”（8个）淋巴结	1
两小腿	2
两侧上肢静脉曲张	2
左髂总静脉血栓	2
右腘静脉附壁血栓	2
右髂总静脉	2
右髂外静脉	2
右下下肺动脉栓塞	2
上腔静脉滤器置入、两侧髂静脉支架置入	2
左上肢大隐静脉手术	2
右大隐静脉曲张	2
左大隐静脉曲张术后	2
两侧髂静脉支架术后	2
上腔静脉滤器置入术后	2
胆总管上段近胰头恶性肿瘤；胃小弯、胰头周围多发淋巴结转移	1
胰十二指肠切除、门静脉节段切除、人工血管原位移植术、上腔静脉部分切除、修补术	1
门静脉壁	2
上降静脉壁	2
胰腺导管低分化腺癌	2
十二指肠粘膜上层	2
健择	8
直肠腺癌（中低度分化），浸润溃疡型	2
肠壁一站（10个）、中间组（8个）淋巴结	1
中央组淋巴结	4
中间组淋巴结	6
左半结肠切除	2
结肠溃疡型中-低分化腺癌	2
升结肠术后	2
S2	3
腹腔转移	2
甲胎蛋白	4
癌胚抗原	5
全结肠切除术+远端直肠息肉电切术	2
结肠多发绒毛状管状腺瘤	2
肠壁一站（19个）、二站（13个）、三站（69个）；“结肠中动脉”（1个）淋巴结	1
易蒙停	2
直肠息肉电切	2
结肠全切除术后	2
经腹子宫+两侧附件切除+大网膜切除+部分肠壁转移病灶切除术	1
直肠前前壁	2
直肠前壁	2
肝上极	2
腹盆壁	2
高级别浆液性乳头状癌	2
（两附件区）卵巢高级别浆液性乳头状癌	2
子宫浆膜	3
宫壁肌层	2
右、左宫宫旁组织	2
卵巢癌术后	6
胃底腺癌	2
CPT1	2
直肠腺癌(中分化)	1
直肠癌MILES术	1
DOUGLAS腔	1
直肠癌经腹、会阴联合切除术（MILES术），右侧腹壁永久造瘘	1
希罗达化疗	1
左腰背部	3
左腹	3
腹膜后肿块穿刺活检术	1
彩超引导下左腹膜后肿物超声引导穿刺术	1
淋巴造血系统肿瘤	1
nk/t细胞淋巴瘤	1
乙状结肠穿孔	2
乙状结肠癌切除术、远端闭锁、近端造瘘术	2
低分化管状腺癌	2
左肺	11
FDG	2
胃窦癌伴不全梗阻	2
胃癌姑息性切除术	3
十二指肠韧带	2
胃大部切除后行毕II式吻合	2
胃中至低分化腺癌（LAUREN，分型：混合型）	1
右侧胸	3
右下臂	2
右后背	2
血小板减少	3
胃癌近端胃切除+食管残胃吻合+放射性粒子植入术	1
胃溃疡型低分化管状腺癌	2
胃底升结肠印戒细胞癌	2
右乳	3
乳房	3
乳头	7
右乳包块活检术	2
（右乳）分泌粘液癌（印戒细胞癌）	2
乳房皮肤	2
右乳印戒细胞癌	2
左腹股沟肿大淋巴结活检	2
转移性癌	2
胃底、升结肠印戒细胞癌	2
倍伐单抗	2
腰椎MRI	1
腰椎间盘突出症	6
两膝关节	1
两膝摄片	1
两膝退行性骨关节炎	4
经腹会阴联合直肠癌根治术	2
<直肠>腺癌	2
（纵隔）b3型胸腺瘤或鳞状细胞癌	1
纵隔肿瘤	1
上肢动脉粥样硬化闭塞症状	2
两侧上肢动脉支架置入术+术中溶栓术	2
右侧上肢	2
上肢静脉	2
上肢动脉粥样硬化闭塞症	2
（直肠）腺癌	3
直肠MILES术	2
“中间组”（2/10个）淋巴结	2
一站(4个）淋巴结	2
结肠中至低分化腺癌	2
升结肠中-低分化腺癌术后 PT3N1M0IIIB期	1
腹腔镜上直肠癌根治术MILES	3
（直肠）直肠隆起型管状腺癌II级	2
齿状线	2
开腹根治性乙状结肠切除术	2
乙状结肠血管根部	2
腹腔镜辅助上根治性远端胃大部切除+残胃空肠ROUX-Y吻合术（D2）+阑尾切除术	1
（远端胃），：胃窦小弯侧溃疡型管状腺癌II-III级	1
肝样腺癌	2
急性单纯性阑尾炎	2
乙状结肠腺瘤	3
乙状结肠绒毛状腺瘤（II级）	2
肠镜上腺瘤电切术	2
幽门型粘膜慢性萎缩性炎伴轻度肠化	2
直肠HARTMANN手术	2
肠壁一站（1/22个）淋巴结	2
肠壁二站（2个）淋巴结	2
左侧口口咽部）非角化型鳞状细胞癌	2
左侧扁桃体占位	2
扁桃体癌	2
左侧舌根	2
舌体	2
软腭	2
颈	10
右侧乳突炎	2
末段食管	2
左扁桃体	2
中分化鳞癌	5
右颈II区淋巴结	2
胸上段食管	3
胃贲门部	2
胃小弯侧	7
胸下段食管	4
右侧气管食管沟	2
结肠锯齿状腺瘤	2
结肠腺癌（中分化）	2
全腹增强CT	3
直肠癌前切除术	2
进展期直肠癌：浸润溃疡型，中分化管状腺癌	1
远端胃癌根治术	4
胃窦小弯溃疡型中分化腺癌伴印戒细胞癌	1
CA242	7
II度骨髓抑制	4
NE 	1
肝左后上叶肿瘤切除术	1
（左肝）肝细胞性肝癌（中度分化）	1
氟脲苷	1
艾达生	3
金普素	1
肝癌切除+胆囊切除+术中无水乙醇注射治疗术	1
左肝、右肝肝细胞性肝癌	1
肝肿瘤TACE	1
亚叶酸	3
尿HCG	1
宫内早孕	1
早孕	2
子宫平滑肌肉瘤	4
经腹子宫+两附件+盆腔淋巴结清扫+大网膜部分切除术	1
（子宫）平滑肌肉瘤	2
右左宫旁	2
右左骨盆漏斗	2
右髂血管淋巴结	7
左髂血管淋巴结	7
右髂总淋巴结	2
慢性宫颈炎伴腺体鳞化	2
（两侧）输卵管急慢性炎，卵巢黄体，左侧卵巢并单纯性囊肿	1
CA-125	4
两下肢	7
脑供血不足	1
头、颈部CTA	1
脑动脉粥样硬化	1
颈椎病	2
头孢唑肟	2
血必净	2
哌拉西林他坐巴坦	2
泌尿道感染	2
感染性休克 代偿期	2
慢性前列腺炎	2
慢性尿潴留	2
冠脉支架及起搏器置入术后	2
电解质紊乱	2
两肾积水	2
慢性膀胱炎	2
膀胱憩室	2
两肺结节待查	2
PaO2	5
PaCO2	5
实测碳酸氢根	2
发热待查	4
感染性休克	3
冠脉支架置入术及起搏器置入术	2
左肝癌	2
胆囊切除、左半肝切除术	2
（左肝）肝脏原发性胆管细胞癌II级	2
全胃切除术（空肠J字代胃）	2
残胃低分化腺癌	2
贲门周围（10个）淋巴结	2
外周血白细胞	2
瑞白	3
胃恶性肿瘤术后	5
诊断性刮宫	2
宫腔腺癌	2
经腹全子宫两两侧附件切除附件切除术+盆腔淋巴结清扫术	1
左闭孔深淋巴结	2
宫颈腺癌IB1期	3
CA199 	5
宫颈癌术后	10
腹主动脉右旁淋巴结	4
宫颈腺癌综合治疗后复发	2
复发性宫颈癌	2
骶前淋巴结	2
L4椎体压缩性骨折	2
L4/5、L5/S1椎间盘突出	2
（宫颈）恶性肿瘤	2
肝S2囊肿	2
左前心膈角	2
腹腔镜上探查+开腹全子宫两附件切除+大网膜切除术	1
输卵管壶腹部	3
直肠窝	2
浆液性癌	2
乙状结肠肠脂垂	2
右输卵管输卵管浆液性腺癌IIIC期	2
慢性肾功能衰竭（尿毒症期）	1
肾性高血压	2
慢性肾衰竭	1
升结肠中分化腺癌	2
右肺多发转移	2
右肺转移灶手术	2
宫颈癌IIA期	1
经腹广泛子宫+两附件切除+盆腔淋巴清扫术	2
（宫颈）中-低分化腺癌，菜花型	1
（两侧）卵巢	1
沙丁胺醇气雾剂	5
频发多源性房早	2
频发室早？	2
腹盆腔，CT	2
升结肠肠周	2
全麻上剖腹探查、左半结肠切除术	2
铜绿假单胞菌注射液	2
过敏性紫癜	2
泼尼松	3
胃窦、胃角角溃疡	1
急性糜烂出血性胃炎	1
十二指肠球部糜烂炎	1
素甲强龙	1
美罗培南	1
盆腹，CT	2
内膜异位症	2
卵巢癌分期术	2
子宫中分化子宫内膜样腺癌	2
 宫颈	1
右卵巢中分化子宫内膜样腺癌	2
阑尾慢性炎	4
盆、腹腔CT平扫+增强	2
直肠癌并肝转移（CT4N+M1A）	2
腹腔镜DIXON+开腹肝转移瘤切除术	2
腹膜反折下2CM处直肠	2
肝MRI	2
介入消融	2
直肠癌肝转移瘤消融术后	2
右肺下叶、上叶	2
肝多发转移瘤	2
外阴	4
结肠溃疡型管状腺癌II级	2
(回结肠动脉根部)淋巴结	2
盲肠癌术后	2
肝左前叶、右内叶	1
胆囊癌	1
胆囊癌扩大根治术	1
胆囊中分化腺癌	1
胰头后方淋巴结转移	1
C反应蛋白	7
慢支炎急发	2
吗丁啉	5
藿安正气丸	2
替普瑞酮	2
冸托拉唑	2
蒲元和胃胶囊	2
胃体、胃窦多发溃疡	2
弥漫大B细胞性淋巴瘤	2
（食道Ca？）术后	1
食道	5
降主动脉	1
西地兰	4
慢阻肺急性期	1
食管癌伴转移	1
胃食管结合部癌	2
胃癌根治术（近端胃大切，食管胃吻合）	2
胃低分化腺癌（LAUREN，分型：弥漫型）	1
左肝原发性肝癌	4
左肝后叶癌切除术	1
左肝后叶S6、S7段	1
胆囊及胆总管探查	1
左肝左叶原发性肝癌	1
胆囊切除+左肝后叶癌切除术	1
（左肝后叶），：肝脏原发性结节型中分化肝细胞癌	1
左肝原发性肝癌术后	1
右侧颈部	4
右侧颈部颈部肿块肿块切除术	1
颈部转移癌	1
长春瑞滨	1
伽马刀	3
右侧颈部淋巴结	1
颈转移癌	1
XEL	2
升结肠）管状腺瘤，I级	2
直肠（切除）浸润性中分化腺癌	2
吻合口扩张	2
内镜上切除肛管病变	2
绒毛状腺瘤	2
肝门区占位	2
肝门部胆管癌根治术	2
肝门部胆管癌手术	2
姑息性乙状结肠部分切除术	2
肠壁一站（7个）、中间组（6个）淋巴结	2
左上肺鳞癌	1
T88椎体骨转移	1
胸椎核磁	1
椎管	3
胸椎肿瘤后路切除+内固定术	1
胰尾部肿瘤	1
胰尾+脾+部分结肠切除术	1
高分化粘液性囊腺癌	1
乙状结肠腺癌并肝转移	3
两肺结节 转移瘤	3
姑息性“乙状结肠切除	2
结肠中至低分化管状腺癌	3
丙肝肝硬化失代偿	1
胃底静脉曲张破裂出血	1
胃底静脉曲张（轻度）	1
黏膜内癌，中-低分化	1
腹部CIA	1
门脉高压	1
食管上段、胃底静脉曲张	1
胆囊小结石	1
左半结肠切除术、胃肠吻合术	2
进展期左半结肠癌，浸润溃疡性，低-中分化腺癌	1
卡培他滨（希罗达）	3
奥沙利铂（艾恒）	3
亚叶酸钙（同奥）	2
直肠上段中分化腺癌	2
肛提肌	4
腹部MR	3
CA724 	3
右锁骨下	4
右颈至锁骨下	2
右颈部至锁骨下	2
乙状结肠CA（浸润型）	2
阑尾切除术	3
腹腔镜上乙状结肠癌根治术	4
直肠下动脉旁染色淋巴结1	2
直肠下动脉旁染色淋巴结2	2
(肠系膜上动脉)淋巴结	2
腹腔镜上盆腔淋巴结清扫+腹主动脉旁淋巴结取样+广泛子宫+两侧输卵管切除术+左侧卵巢切除+右侧卵巢悬吊术	1
中肾管癌	2
骶	2
腰骶部平扫	2
腰1压缩性骨折	2
腰椎退行性变	2
腰2/3、3/4、4/5椎间盘突出	2
腰4/5水平双侧隐窝狭窄	2
骶1-3水平椎管局限性膨大	2
不除外骶管囊肿	2
胃癌伴幽门梗阻	2
（胃窦、幽门）腺癌	2
幽门螺旋杆菌染色	2
根治性胃大部切除+毕I式吻合术	2
胃窦腺癌（中低度分化）	2
六组（2/9个）淋巴结	2
三组（2个）、四组（3个）、另送“1、3、7组”（6个）淋巴结	1
猴头菌	1
多发性结肠息肉	1
内镜下肠息肉切除	1
（胃窦后壁）慢性萎缩性胃炎（中-重度）	1
（幽门前区）慢性萎缩性胃炎（中-重度）	1
（升结肠、直肠）腺管状腺瘤	1
肠息肉术后	1
胰十二指肠联合切除术	2
胰腺中分化腺癌伴粘液腺癌	2
坎地沙坦酯片	3
盐酸乐卡地平片	1
红花	1
头晕待查	1
左半结肠切除+胰十二指肠切除术后	2
（左半）结肠溃疡型低分化腺癌	2
升结肠肠乳头状管状腺癌II级	2
左半结肠回盲部隆起型管状腺癌II级	2
非典型鳞状下皮细胞	2
宫颈及宫颈管部分鳞状下皮高级别下皮内瘤变（CINIII级	1
鳞状下皮高级别下皮内瘤变（VAINII级）	1
宫颈锥形切除	2
宫颈及宫颈管鳞状下皮高级别下皮内瘤变	2
阴道壁鳞状下皮VAINII-III级	2
DIXON+结肠灌洗术	2
管状绒毛状腺瘤	2
头颅	1
脑室体	1
两侧椎动脉及左侧肾动脉狭窄	1
两侧椎动脉+左侧肾动脉狭窄处支架置入术	1
脑卒中后遗症	1
胸椎及其附件	2
气管隆突前淋巴结	2
胸腰骶椎骨	2
右侧髋骨	2
头MRI	2
胃角低分化腺癌及印戒细胞癌	2
膀胱肿瘤	1
前列腺左侧叶	1
，前列腺左侧叶	1
TPSA	4
FPSA 	1
B超引导上经直肠前列腺穿刺活检术	1
全麻上前列腺癌根治术	1
前列腺双叶	1
两侧精囊腺	1
闭孔淋巴结	1
腰腹部	1
PSA，PSA	1
FPSA	1
海昆肾喜	1
股静脉血透置管	1
右颈内静脉半永久置管术	1
重度骨质疏松症	3
睡眠障碍	1
右侧锁骨上动脉盗血综合征	1
骨质疏松症	3
糖尿病周围神经病	3
心功能Ⅱ级	3
全心功能不全	2
慢性胃窦炎	3
急性支气管炎	1
幽门螺旋杆菌抗体	2
结肠息肉内镜上切除	2
眼睑	5
肺部病灶	2
左下肺肿物	2
剖腹探查+胃窦肿物活检术+胃空肠吻合术	2
（胃壁）间质瘤	2
（胃窦体）胃浸润型低分化腺癌	2
胃癌、胃空肠吻合术后	2
（直肠）腺癌(中度分化),浸润溃疡型	2
一站（6/10个）淋巴结癌	2
中央组（7个）淋巴结	2
解剖性右半肝切除+胆囊切除术	2
混合性肝细胞和胆管细胞癌（中-低分化）	2
肝脏MR	2
肝S6 	3
海绵状血管瘤	2
肝S8 囊肿	2
表阿霉素	8
丝裂霉素	4
肝脏肿瘤微波固化术	2
下腹MRI	2
肝癌切除术	2
中分化肝细胞性肝癌	5
肝S5、S6、S7、S8 	2
超声内镜	2
贲门胃底占位（恶性可能	2
贲门胃底占位	2
阻塞性肺气肿	2
II型呼吸衰竭	3
胸腹CT	5
雷替曲塞	5
内镜上息肉切除术	4
肠息肉内镜上切除术	2
胃癌D2根治术	2
肝S3转移瘤	2
肝门区及腹膜后淋巴结转移	3
肝S3转移	2
根治性远端胃大部切除、毕II式吻合术	2
胃窦部腺癌(中、低度分化)	2
四组（2/5个）、五组（1/3个）淋巴结癌	1
六组（4个）、“1、3、7组”（10个）淋巴结	1
胃贲门癌术后	2
酒精性脂肪肝	2
急性胰腺炎	2
慢性胰腺炎急性发作	3
肝炎	2
结核	2
胆囊切除术、胆总管空肠ROUX-EN-Y吻合术	1
肋上	7
脊柱	2
两上肢足背动脉	3
同型半胱氨酸	2
血浆凝血酶原时间活动度	2
活化部分凝血活酶时间	2
活化部分凝血活酶比率	2
血浆D二聚体测定	2
降钙素原	3
淋巴细胞计数	2
HBCAB	2
大便潜血	5
粒细胞	3
鳞状下皮细胞	2
消化道肿瘤	2
ST-T改变	2
腹部立位片	3
胆囊术后CT	2
结肠多发憩室	2
降结肠病变	2
早期食管癌	2
十二指肠球部胃黏膜异位	2
早期食管癌（癌前病变）内镜上切除术	2
鳞状下皮高级别下皮内瘤变	4
轻度慢性发炎	2
慢性发炎	2
食管早期病变内镜上切除术	2
食管恶性肿瘤ESD术后	2
乙状结肠降结肠交界处	2
右半结肠根治性切除术	2
腹腔镜上扩大根治性左半结肠切除术	2
左半结肠切除+开腹恶性肿瘤特殊治疗	2
（结肠大体）镜检为中分化腺癌	2
阑尾粘膜慢性炎	2
粘膜慢性炎	2
结肠息肉内镜上切除术后	2
卵巢CA	3
腹腔镜上腹膜活检术+右侧卵巢切除术	2
（右卵巢）中-低分化宫内膜样腺癌伴腹膜转移	1
姑息性胰十二指肠切除术	3
SMV	2
门静脉与脾静脉交汇处	2
结肠中动、静脉	2
胰腺导管	2
胰头占位WIPPLE术后	2
胃－空肠吻合处	2
卡络黄钠	2
前降支	1
回旋支	1
支架植入术	3
右侧会厌谷	1
右侧杓会厌	1
右侧梨状窝	2
右侧披裂	1
喉部ct平扫+增强	1
右侧杓会厌皱襞	1
右侧室带、声带	1
声门上型喉癌	1
颈部右侧淋巴结	1
食道中下段癌	1
姑息性右半结肠切除术	3
（横结肠）腺癌（中度分化）	2
肠壁一站（2/6个）、二站（1/1个）、“肠系膜根部”（1/1个）、“肠系膜中动脉根部”（2/2个）淋巴结	1
中间组（1个）淋巴结	2
伊利替康	3
右梨状肌	2
左结肠旁	2
直肠梗阻	2
HARTMANN+乙状结肠造瘘术	2
腺癌PT4AN2AM0 IIIC期	2
乙状结肠造口回纳术	2
胃体小弯溃疡	2
胃CA	3
腹腔镜辅助，剖腹胃癌根治术	2
胃窦溃疡溃疡型中分化腺癌	2
 AFP	1
胃脘部	4
胃早癌剥离术	2
胃早癌剥离术后	2
子宫小肌瘤	2
宫颈前唇	2
宫颈3、6、9、11点	2
宫颈腺癌IIA1期	2
经腹III型全子宫切除+两侧附件切除+两侧盆腔淋巴结清扫+腹主动脉旁淋巴结切除术	1
高至中分化腺癌	2
子宫体	5
深静脉血栓	2
两上肢血管	2
胰头癌	3
胰体尾部	2
肝左左叶肝内胆管	2
胰腺占位：胰腺癌	2
胃多发息肉切除术	2
胰头低分化导管腺癌	2
肝左叶巨块型MT	2
特殊肝段切除术（V、VI、VIII段）+胆囊切除术	1
肝细胞肝癌，III级	2
胆囊旁淋巴结	2
肝MT术后	2
肝脏囊肿	2
剖腹探查+肠粘连松解+扩大左半结肠切除+肠外置术	1
造口回纳术	2
腹腔镜上直肠癌根治术（MILES）+放射性粒子植入术	1
（直肠）溃疡型中分化管状腺癌	4
会阴部	6
直肠癌（MILES）术后	2
孕早期超声	1
孕酮片	1
胎儿系统超声	1
胰岛素样生长因子测定	1
妊娠38+2周孕3产0LO先兆临产	1
降乙结肠癌根治术	1
（乙状结肠）管状腺癌	1
降乙结肠癌术后	1
t3n0m0Ⅱa	1
胃MT	3
胃MT肝转移	2
腹腔干	9
膈动脉	2
拓喜	2
ＴＨＰ	2
超液化碘油	2
乙肝后肝硬化失代偿期	5
轻度食管静脉曲张	2
乙肝表面抗原定性	5
乙肝核心抗体定性	5
乙肝DNA	4
肝硬化失代偿期	7
还原型谷胱甘肽	4
甘利欣	5
门冬氨酸鸟氨酸	4
恩替卡韦片	4
GGT	6
ALB	4
左侧背部	3
胆囊切除术后改变	1
胰腺炎术后改变	1
右侧髂窝区	1
TBIL	7
左肺癌	1
全腹腔镜上根治性远端胃大部切除术+直肠癌根治术	1
胃角溃疡型低黏附性癌(低分化腺癌，部分为印戒细胞癌)	1
胃小弯淋巴结	3
大弯及网膜淋巴结	2
小弯	5
鼻息肉	1
鼻息肉切除术	1
左鼻腔低分化鳞状细胞癌	1
左耳	1
洛芬待因片	1
盐酸羟考酮缓释片	2
鼻咽癌放疗后	1
头部癌性疼痛	1
格列美脲片	1
舌	6
倍他司汀	1
美西律	1
冠心病不稳定心绞痛	1
根治性残胃癌切除术	2
（残胃）胃近贲门处溃疡型管状腺癌II-III级	1
粘连性小肠梗阻	2
剖腹探查+小肠粘连松解术	2
食管中段腺癌	2
食管浅溃疡	2
十二指肠球部多发息肉	2
十二指肠球部息肉消融术	2
十二指肠球部息肉伴柱状下皮化生	2
十二指肠球部息肉	4
胃中至低分化腺癌，LAUREN	2
腹痛	1
慢性阻塞性肺病急性发作期	1
食管中段鳞状细胞癌	2
贲门癌根治（全胃切除）+胰腺体尾部切除+脾切除术	1
胃体小弯侧	3
胃底贲门	2
食管上段	4
胰腺体部及尾部	2
脾门淋巴结	4
胃壁浆膜层	4
剖腹探查+乙状结肠肿瘤根治术+放射性粒子置入	1
（乙状结肠）溃疡型中分化管状腺癌	2
肝脏选择性肝动脉造影术、肝癌肿瘤滋养动脉超选择性插管化疗栓塞术	1
卵巢浆液性乳头状囊腺癌	3
全子宫+两附件切除+腹盆腔粘连松解术	2
子宫右前侧壁上段	2
陶氏腔	2
左卵巢高级别浆液性乳头状囊腺癌	2
骨髓抑制I度	2
卵巢浆液性乳头状囊腺癌（IIIB期，G1）术后	1
胸主动脉	2
主动脉窗	2
隆突上见淋巴结	2
隆突上	2
贲门右小淋巴结	2
左下肺后段	2
心脏CT	2
心肌桥	2
右侧第一对角支近端	2
右乳房	1
右乳癌改良根治术	4
右乳腺浸润性导管癌Ⅱ级	1
右腋窝淋巴结	3
肝癌+胆囊切除术	2
肝细胞性肝癌	2
肝肿瘤	4
无水酒精	3
肝癌术后复发	3
肝癌介入治疗（TACE）	3
肝肿瘤射频消融	3
腹腔镜辅助远端胃癌根治术	2
胃窦小弯侧溃疡型低分化腺癌伴印戒细胞癌	2
右侧卵巢囊肿	2
卵巢囊肿剥除术	1
卵巢早衰	1
借卵胚胎种植	1
产科超声	1
肠镜+活检	1
肠息肉切除术	4
左中上腹	3
腹腔镜上盆腔粘连分离术、右侧输卵管切除术、左侧卵巢囊肿剥除术、腹膜病灶活检术	1
乳头状肿瘤	2
（左卵巢）子宫内膜异位囊肿	2
腹膜恶性间皮瘤	2
盆腔巨内巨大囊性包块	2
经腹全子宫切除术+两侧附件切除术	2
萎缩性宫内膜	2
（左）附件	2
右附件附件卵巢交界性粘液性囊腺瘤，局灶癌变	1
盆MRI	2
锁穿置管	2
乙状结肠癌手术	3
 CEA 	4
腹盆部，CT	3
错构瘤	4
总胆红素 	2
血常规	2
直接胆红素 	2
肝癌切除+胆囊切除术	3
中至低分化肝细胞癌（梁索型）	2
肝S2	5
门腔间隙淋巴结	3
T10右侧椎弓根	2
食管裂孔疝	2
结肠多发息肉镜上切除	2
（结肠肝曲、降结肠）腺管状腺瘤	2
左季肋	2
X线	2
淋巴细胞绝对值	2
平均红细胞体积	2
平均红细胞血红蛋白量	2
红细胞体积分布宽度	2
红细胞体积分布宽度百分比	2
咳嗽待查	3
网膜	3
系膜	3
右侧中上腹	2
小肠积气	2
前列腺钙化	4
右肺底	2
右侧胸壁胸膜	2
沙利铂	2
肩臂	2
头面	2
结肠肿瘤	2
腹腔镜上腹腔探查术、中转开腹，右半结肠癌根治术、小肠系膜结节活检、开腹肿瘤特殊治疗、肠粘连松解术	1
右半结肠粘液性腺癌（中分化）	2
肠系膜及网膜癌转移	2
右半结肠癌术后	2
腹部增强MRI+MRCP	2
右肾下腺结节	2
ERCP+胆总管金属支架植入	2
胆总管癌并两肺转移	2
杜密克	2
开塞露	4
股骨	1
胎盘	1
胎儿生长受限	1
低置胎盘	2
轻度食管静脉曲张可能	3
左侧胸	2
左下肺癌	3
左下肺癌癌伴肺内纵隔多发淋巴结转移左侧胸腔积液	1
薄芝糖肽	2
穿刺活检术	1
西林舒巴坦	1
左肺感染	1
系膜根部淋巴结	2
全子宫+两附件切除+盆腔淋巴结清扫术+肠粘连分解术	1
子宫内膜浆液性癌	2
转移性子宫浆液性癌	2
右锁下下淋巴结	3
癌抗原125 	2
左上肺癌	2
隆突上淋巴结	2
T2	3
ECT	2
左上肺中至低分化腺癌	2
左上肺低分化腺癌，CT2N2M1,IV期	1
右输卵管壶腹部妊娠	2
世福素	2
甘草合剂	2
胃癌术后复发	2
乳头状-管状腺癌	2
右卡尼汀	2
力素	2
氨基酸	2
脂肪乳	2
胸腺五肽	3
潘妥洛克	2
头孢替安	4
胃大部切除\\胃空肠吻合,空肠空肠吻合术	1
胃窦大弯侧	2
印戒细胞癌，弥漫型	3
胃周小弯侧	2
大弯侧	5
白细胞总数	3
食管腔	2
胸部ＣＴ	2
食管中上段MT	2
腹腔MRI	2
直肠癌放疗后	2
腹腔镜辅助直肠癌低位前切除，末段回肠预防性造口联合右侧卵巢切除术	1
肠系膜上动脉	2
输卵管副中肾管囊肿	2
翻身三切口食管下段癌切除+食管-胃底右颈部吻合+第6后肋内固定+空肠造瘘术	1
(喉返旁)淋巴结	2
(上段食管旁)淋巴结	3
(贲门旁)淋巴结	3
(胃大弯)淋巴结	2
颈段食管	2
周身骨骼	2
食管下段癌术后	2
动态心电图	2
偶发房性早搏	3
室性早搏（两源）	2
加速的室性逸搏	2
右侧胸膜	2
右室舒张功能减退	4
结肠息肉电切术	2
食管炎（A级）	2
十二指肠球部溃疡（S2期）	2
（肝曲）肠管状腺瘤	2
腺下皮低级别下皮内瘤变	2
（横结肠）肠管状腺瘤	2
腺下皮低级别下皮内瘤变（中度不典型增生）	1
胃肠息肉	2
贲门溃疡型胃癌	2
根治性全胃切除术（食道空肠ROUX-Y吻合、D2、R0）	1
食管胃交界溃疡型管状腺癌II	2
（第十一组）淋巴结	2
（腹主动脉旁）淋巴结	2
（空肠系膜）淋巴结	2
胃癌根治术(全胃）	2
中至低分化腺癌，LAUREN	2
腹水原因待查	2
经腹腹膜外子宫切除+两附件切除+全盆腹膜切除+盆腔淋巴结清扫+腹主动脉旁淋巴结清扫+阑尾切除术	1
（两侧卵巢）高级别浆液性乳头状癌	2
两侧输卵管壁外膜	2
右侧输卵管粘膜	2
阑尾浆膜面	2
左髂血骨淋巴结	2
上腔静脉旁淋巴结	2
髂前淋巴结	2
腹膜外肿瘤	2
胃癌根治术（毕I）	2
肠粘连松解术+空肠造瘘术	2
肠粘连	3
胃体大弯	2
萎缩性胃炎伴急性活动	2
.胃体隆起	2
SMT	2
十二指肠炎	2
胃体溃疡（A2，性质？）	1
剖腹探查术+远端胃癌根治术（ROUX-EN-Y吻合）	1
（胃）溃疡型中分化腺癌	1
胃窦溃疡型隆起性病变	2
胃隆起型高分化腺癌	2
乙状结肠肿瘤	2
乙状结肠粘液性腺癌（中分化）	2
腹腔镜辅助上根治性远端胃大部切除术	3
(远端胃)，：胃窦溃疡型黏液腺癌	2
胰岛	2
胃窦癌（PT4AN3BM0IIIC期）术后	1
直肠癌同时性右肺两发M	2
肺M	5
胸腔镜上切除右下肺M切除	2
回纳术	2
右肺M	2
瑞格列奈	1
50%GS	1
神经节甘酯	1
脑电图	3
头颅mr	1
左侧蝶窦炎	1
动态脑电图	1
抽搐待查	1
左眼	1
右眼	1
头孢甲肟	1
异搏定	2
美托洛尔	1
心肌缺血	3
心绞痛	4
乳腺癌	1
左侧上肢	1
维生素	2
卡马西	1
双侧腋窝	2
双侧锁骨	1
左侧腋窝静脉	1
乳腺癌术后	1
根治性全胃切除术后	2
胃体小弯侧溃疡型低分化腺癌（LAUREN，分型：弥漫型）	1
淋巴结见癌转移【共44枚，21，枚转移：第1组0/5、第2组0/0、第3组8/13、第4SA组0/2、第4SB组0/0、第4D组5/7、第5组1/1、第6组5/5、（第7、9组）0/6、第8组1/1、第11P组0/1、12A组0/2、 14V1/1】	1
爱斯万	6
腹腔镜辅助上根治性右半结肠切除术+小肠肿物切除术	1
右半结肠	3
肠绒毛状-管状腺瘤	2
胃肠道间质瘤	4
急性加重期	2
呼吸性酸中毒合并代谢性碱中毒 代偿期	2
肺性脑病	2
支气管扩张伴感染	2
肺大泡	2
全结肠	1
乙状结肠管状腺瘤	1
内镜下息肉摘除术	1
（乙状结肠）管状腺瘤，低级别上皮内瘤变	1
（直肠）炎性息肉	1
瑞格列酮	1
十二指肠大乳头	2
十二指肠乳头中分化腺癌	2
右锁下	2
腹腔肝门区	2
腹腔镜上DIXON'S	1
门脉高压并胃底-食道上段静脉曲张	2
腹腔中量积液	2
慢性肝病性胆囊	2
白蛋白	5
APTT	4
低白蛋白血症	2
人血白蛋白	2
内镜上黏膜切除术	2
肠管状腺瘤，伴低级别下皮内瘤变	2
结肠多发息肉内镜上息肉切除术	2
慢性胆囊炎伴胆囊内多发结石	1
结合胆红素	1
头孢米诺钠	1
头孢地尼胶囊	1
天晴甘美	1
古拉定	2
全腹部增强ct	1
肝Ⅱ段肿瘤	1
易善复	1
喜美欣	1
肝肿物	1
拜唐平	1
广泛性全子宫＋两附件切除术＋盆腔淋巴结清扫术	1
阴道壁	4
两侧宫旁	4
宫颈鳞状细胞癌IB1期	2
头孢唑肟钠	2
奥硝唑氯化钠	2
亚胺培南	3
泰能	4
西斯他丁钠粉针	2
苯海拉明	2
托烷司琼	3
宫颈鳞癌	5
M-R刀	2
右肺门	3
右肺门转移	2
横结肠腺癌	2
腹腔镜上横结肠切除手术	2
右侧腹	3
溃疡型低分化腺癌	3
低分化腺癌（大部分胃粘液腺癌）	2
腹膜网膜肠系膜转移	2
瑞戈非尼	2
结肠脾曲癌	3
肺部转移	2
（结肠）溃疡型腺癌，分化II级	2
同澳	2
5% GW 	2
L	2
室下性心动过速	4
骶部皮上脂肪瘤	1
全腹CT+增强	2
胰腺尾部	4
脾门	3
胃癌术后腹腔转移	3
替吉奥胶囊(艾奕)	2
结节型原发性肝癌	3
肝内多发囊肿	3
肝左叶肝癌切除+胆囊切除术	3
日达仙	3
短暂性脑缺血发作	3
胸12椎体	1
替米沙坦	6
右下肢	1
子宫切除术及右侧附件切除术	2
子宫肌瘤良性病变	2
卵巢黄体囊肿	2
腹腔镜胆囊切除术	2
乙肝	2
丙肝	3
隐源性肝硬化	2
食管胃底曲张静脉套扎术	2
下消化道	2
胰腺占位	3
（胰腺）导管粘液腺癌	2
胆管壁	2
（肝门部）淋巴结	2
尼莫斯汀	2
直肠癌（T3N2）	2
直肠癌CT3N2MX	2
枕部	1
口角	2
肾下腺彩超	1
远端胃大部切除术（B-II式）	2
胃窦小弯侧溃疡型低分化腺癌	2
盐酸伊立替康注射液	2
盆腔彩超	4
根治性远端胃切除、胃空肠ROUX-Y吻合术	1
胃体前壁及胃窦溃疡型管状腺癌II-III级	1
(胃右动脉根部)淋巴结	4
胃管状腺癌术后（PT4AN1M0IIIA期）	1
胰腺体尾部	3
横结结肠	2
颈部CT	2
右侧颈	2
咽后壁	2
口咽部	2
头颈部肿瘤	2
口咽	2
右颈根	2
腹盆，CT	6
胃体上部大弯侧	2
胃体大弯侧	3
右肝囊肿	1
左侧肢体	3
腹腔镜肝囊肿开窗引流术	1
肝囊性占位	1
食管腹段癌	2
右进胸食管腹段癌切除+食管-胃底弓上吻合术	1
（腹段食管及近端胃）食管蕈伞型鳞状细胞癌II-III级	1
（右上肺门）淋巴结	2
轻度慢性浅表性胃炎	2
胃镜上吻合口狭窄扩张术	2
左肝部分切除、胆囊切除术	2
中-低分化肝细胞肝癌	2
胆囊多发性胆固醇息肉	2
肝左叶局部切除术后	3
肝脏动脉	3
胸部ct平扫+增强	1
右肺中叶	2
胸腔镜下右中肺叶切除+纵隔淋巴结清扫术	1
(右中肺叶)肺周围型大细胞癌（淋巴上皮样癌亚型）	1
叶支气管周淋巴结	1
第7组淋巴结	3
右肺中叶周围型大细胞癌术后（pt2bn2m0Ⅲa期）	1
依托泊苷	1
wb	1
骨ect	1
右肺中叶周围型大细胞癌术后	1
左侧股动脉假性动脉瘤	2
左上肢截肢手术	2
腹部血管CTA	2
腹主动假性动脉瘤	2
右侧髂总动脉起始处管腔狭窄	2
右肾动脉假性动脉瘤	2
胸骨体骨折	1
两侧多根肋骨陈旧骨折	1
两肺感染	1
主动脉弓及胸主动脉壁广泛钙化	1
右冠状动脉壁少许点状钙化	1
肝左叶小囊肿	1
胸骨骨折	1
肺栓塞	1
CTPA	1
肺部CTA	1
上叶肺叶	1
肺段肺动脉	1
两肺轻度肺气肿	1
肺动脉栓塞继发性改变	1
INR	4
经腹广泛性子宫+两附件切除术+盆腔淋巴结清扫术	1
（宫颈）中低分化鳞状细胞癌	2
两侧卵巢白体	2
腹腔镜上广泛子宫切除	2
宫颈低分化鳞癌	2
宫颈鳞癌术后	3
原发性高血压	2
根治性近端胃切除+脾胰体尾部切除	1
(近端胃)溃疡型低分化腺癌	1
腹腔穿刺引流术	1
乙状结	2
胃息肉，	2
非萎缩性胃炎并胆汁反流	2
（乙状结肠）腺癌	3
结肠CA	2
门静脉左支	2
左肾小囊肿	3
结肠癌肝脏转移	2
胃癌根治手术	2
全胃低分化腺癌	2
腰肌转移	2
腹腔播散转移	2
右侧竖脊肌	2
直肠高位前切除术	2
直肠癌：隆起型　中分化管状腺癌	2
胆囊炎、胆囊结石	2
降结肠根治术	2
降乙交界处	2
（降结肠）中分化绒毛状管状腺癌，伴部分粘液腺癌及部分印戒细胞癌	1
腹主A	2
中分化腺癌伴黏液腺癌	2
胃空肠吻合+空肠侧侧吻合术	3
十二指肠第1段	2
近端胃腔	2
胰腺被膜	2
5、8、12组淋巴结	2
（大网膜）纤维脂肪组织内浸润的低分化腺癌	1
胃型粘膜	2
左颈内静脉置管术	1
急性右心衰	3
慢性肾衰竭（尿毒症期）	1
二甲两胍缓释片	3
瑞格列奈片	1
重组甘精胰岛素注射液	1
颅脑ct	2
右侧丘脑出血	1
颅	5
脑室	1
颅骨钻孔血肿抽吸术	1
来适可	1
房颤病	1
冠状动脉支架植入术	1
肝多发囊肿	6
两上肺少许感染	1
轻度肺气肿	1
右侧肋膈胸膜	1
心悸、气促待查	1
宫颈CIN3改变累及腺体	2
冷刀宫颈锥切术	2
元胡止痛片	2
糜烂性全胃炎	2
慢性结肠炎	3
上消化道出血原因待查	2
十二指肠乳头神经内分泌癌切除术后	2
右颈IV、V 区淋巴结	3
直肠中上段	5
宫颈纳氏囊肿	3
哌拉西林他佐巴坦针	2
（右肺穿刺）腺癌	1
肺穿	1
下胸	1
频发房性早搏	1
肝内外胆管结石	4
胆道探查术+T管引流术+胆道镜取石术+腹腔粘连松解术+剖腹探查术	1
T管造影	3
肝内胆管多发结石	2
右左肝管	2
胆道探查术	2
胃角癌	2
腹腔镜辅助上根治性远端胃大部切除术（毕II式，D2）	1
胃角溃疡型管状腺癌II级	2
(胃右A根部）淋巴结	2
(第8P）淋巴结	2
胃角癌术后	2
（胃角）印戒细胞癌	3
腹膜后多发小淋巴结	1
腹腔镜上远端胃大部切除术+放射性粒子植入术	1
（第3、6组）淋巴结	1
纳	1
结肠溃疡型中高分化腺癌，部分粘液腺癌	2
 CEA	3
腹盆B超	2
HP	2
结肠直肠多发性息肉	2
肠镜上结肠直肠多发性息肉氩气刀治疗术	2
肠区	2
两肺底	2
腹胀原因待查	2
胃部息肉	2
宫颈癌根治术+两侧卵巢切除术	2
（全子宫）宫颈中至低分化鳞状细胞癌	2
鳞状下皮原位癌	2
手脚	2
白细胞数 	1
大腿	1
右肩部	5
右侧胸壁	2
创伤性休克	1
头皮	1
鼻骨骨折	1
两侧下颌窦少许炎症或积血	1
两侧下颌窦壁不除外线性骨折	1
右肺炎症	1
肺挫伤	1
左肺底少许慢性炎症	1
右侧肱骨下端近外科颈粉碎性骨折	1
右肩关节盂部分线性骨折	1
右肩半脱位	1
右侧股骨下段及转子间粉碎性骨折，伴周围血肿形成	1
右侧耻骨上支线性骨折	1
颈椎、胸椎及腰椎退行性变	1
脊柱侧弯	1
骨折	1
腹腔镜探查，根治性全胃切除术	2
直乙交界处	3
直乙交界处肿瘤	1
心肺	1
冠状动脉粥样硬化性心脏病基础疾病	1
反流性食管炎（a级）	1
非萎缩性胃炎伴隆起糜烂	1
结肠多发息肉反流性食管炎（a级）非萎缩性胃炎伴隆起糜烂十二指肠球炎	1
疣状胃炎	1
十二指肠球部、降段炎症	1
结肠多发息肉高频电切术	1
(降结肠、横结肠)管状腺瘤Ⅱ级	1
低级别上皮内瘤变	1
降结肠肿瘤	3
横结肠肿瘤	1
安博维	1
胃窦小弯侧低分化腺癌	2
根治性胃大部切除，毕I式吻合	2
胃窦小弯侧低分化腺癌，溃疡型	2
胃术后	2
腹腔镜辅助直肠癌根治术（miles术式）	1
直肠溃疡型乳头状腺癌伴粘液腺癌分化	1
造口旁疝	3
氯硝西泮	1
全子宫+两附件切除术+盆腔淋巴结清扫+腹主动脉旁淋巴结清扫+大网膜切除+肠粘连松解+直肠部分切除端端吻合术+阑尾切除术+腹腔热灌注化疗（卡铂600MG）+腹腔置管引流术	1
右侧面部	1
单侧肢体	1
CK	3
CKMB	1
赖氨匹林	1
肝内胆管细胞癌	3
肝左叶部分切除术+胆囊切除术	2
PTCD引流	2
右左肝管内留置金属支架	2
更换PTCD引流管	2
原位肝移植术	2
TB	4
CB	3
A/，G	3
R-GT	3
肝小叶	3
门管区	2
胆管炎	4
联苯两脂	2
ALT/AST	4
FK506	2
左上肺切除术	1
乳头状腺癌ii级	1
支气管旁淋巴结	1
（第5组）淋巴结	1
（第10组）淋巴结	1
诺维本	2
纵隔淋巴结	9
力比泰	1
纵隔仍有淋巴结	1
伽玛刀	1
pet/ct	2
左肺癌多发淋巴结转移	1
左侧腹壁、脑转移	1
肝脏左叶转移	1
脑部	3
消化道溃疡	2
淀粉酶 	2
脂肪酶	2
重症急性胰腺炎	3
ARDS	2
MODS	2
腹腔镜辅助上直肠癌根治术+放射粒子植入术	1
直肠吻合口口瘘	2
右上肢、上腔静脉造影+上腔静脉滤器取出术	1
直肠癌肺转移	2
贲门-胃体癌	2
腹腔镜辅助上根治性全胃切除（D2）+食管空肠ROUX-EN-Y吻合术	1
食管胃交界溃疡型管状腺癌III级，伴神经内分泌分化	1
(脾门)淋巴结	2
脾动脉旁淋巴结	2
空回肠交界处	1
空回肠交界	1
小肠部分切除术	2
（小肠）T细胞淋巴瘤	1
肠病相关性T细胞淋巴瘤（I型）	1
两侧颈部小淋巴结	1
左侧输尿管	1
小肠术后	1
经腹直肠癌根治术（DIXON术）	2
直肠中分化腺癌DUCKA期	2
血糖(静脉血)	1
完全性左束支传导阻滞	3
左上腹部	3
右膝	2
右侧胫骨平台	2
右侧股骨远端内侧髁	2
右侧胫骨骨干	2
右大腿截肢右膝肿物切除及右腹股沟淋巴结清扫术	1
梭形细胞恶性肿瘤（G2级）	2
右侧闭孔	2
右腹股沟区	2
右髂髂外血管	2
右侧闭孔淋巴结	2
感冒	1
如意定喘片	1
鳞状下皮呈乳头状增生，部分鳞状下皮呈低级别下皮内瘤变	1
颈胸腹部，CT	2
食管癌，伴右侧锁骨下窝、食管旁沟及纵膈内多发淋巴结转移	1
食管憩室	2
食管癌伴纵隔淋巴结转移	2
泰索帝	2
肺癌及肺部感染	2
左肺下叶近肺门处占位性病变伴下叶支气管狭窄、闭塞	1
肺Ca伴阻塞性肺不张	2
肺气肿征	2
两肺上叶少许感染	2
左肺门	5
肺内转移可能？	2
左侧第3后肋骨质转移	2
下腹部CT平扫+增强	2
中央型占位病变	2
阻塞性肺炎	2
右乳浸润性导管癌	6
右乳癌改良根治术+右锁骨下淋巴结活检术	2
浸润性导管癌	3
肝VIII段	2
两侧卵巢切除去势手术	2
腹腔镜上两侧卵巢切除术	2
NVB	2
右肩关节	2
右侧肘部	2
踝关节	2
空肠肿瘤切除，胃肠吻合，小肠吻合，横结肠部分切除，回肠末端两腔造口	1
腹腔术后	1
NEU	4
 NEUT	1
右侧腰部	3
妇科彩超	3
腹腔辅助上直肠癌根治术（DIXON）+放射性粒子植入术	1
直肠中-低分化管状腺癌（含粘液腺癌成份）	1
肠壁下淋巴结	5
腹腔镜辅助上根治性远端胃大部切除术（D2）	1
（远端胃），：胃窦隆起型粘液腺癌	2
（胃右动脉根部）淋巴结	5
近端胃癌根治术	3
（胃）低-中分化腺癌伴神经内分泌分化，溃疡型	1
食管旁淋巴结	3
食管上段贲门CA	2
贲门腺癌（中度分化），浸润溃疡型	3
上段食管旁”（3个）、“贲门周围”（4个）、“胃右动脉旁”（8个）淋巴结	1
贲门癌（中分化腺癌）PT4AN3AM0,IIIC期	1
贲门癌化疗后	1
肝S4~8	1
马来酸吡咯替尼	1
感冒疏风片	1
四季感冒片	1
呕吐物隐血试验	1
（左半结肠）腺癌	4
 肠壁一站(8个)、二站(4个)、三站(3个)、中间组(5个)淋巴结	1
胃癌姑息性切除术（远端胃大部切除+毕I式吻合）	1
胃窦小弯	3
7、8、9组淋巴结	2
（胃）低分化腺癌	2
胃壁深肌层	2
第7、8组淋巴结	2
根治性全胃切除术+食管空肠ROUX-Y吻合术（D2）	1
贲门胃体下段小弯侧	2
食管胃交界溃疡型低分化腺癌	2
肠低分化腺癌（印戒细胞癌）	2
肾区	2
内镜上胃息肉切除术	2
雷贝拉唑肠溶片	2
L-谷氨酰胺颗粒	2
（胃大体）镜检为低分化腺癌	2
印戒细胞癌（LAUREN，分型：弥漫型）	1
胃窦癌综合治疗后	2
直肠癌LAR术	2
胸部，CT	2
降结肠癌根治术	2
阑尾炎	2
胆管中段狭窄	2
MRCP	5
胆总管中段狭窄	2
臀	2
泰勒宁	3
左半结肠癌切除术	2
左附件转移	2
左卵巢+全子宫切除术	2
环磷酰胺	9
肝左叶转移瘤	2
阴道残端复发	2
髂血管旁旁淋巴结	2
胃癌癌根治术（远端胃大部切除+毕I式吻合术）	1
胃窦前壁腺癌（低分化）粘液性印戒	2
三组（5个）、四组（4个）、七组（1个）、“1、3、7组”（12个）淋巴结	1
右半结肠切15除术	3
结肠腺癌（中度分化），溃疡型	3
结肠腺管状腺瘤	3
肠壁一站（1/5个）淋巴结	3
肠壁二站（3个）淋巴结	3
FT4	2
腹腔镜上广泛切除术+两附件切除术+盆腔LN及腹主动脉旁淋巴结清扫术	1
子宫内膜样腺鳞癌II级伴鳞状生化	2
两侧髂	2
两髂	2
两闭孔	2
阴道口	2
腋下淋巴结转移	1
他莫昔芬	4
双侧锁骨上淋巴结	1
右侧锁骨上淋巴结	1
乳腺癌转移	1
胃癌根治术（远端胃大切	2
高血压病？	1
2型糖尿病？	1
低血糖	1
宫颈活检术	4
